[{
  "_id": {
    "$oid": "6139eac3c2e9612db4f5fb1e"
  },
  "Notes": "Po pokonaniu inwazji Garlean, ryk pierwotny przerywa świętowanie zwycięstwa, a nowo wybity Wojownik Światła zostaje wysłany do zbadania, co prowadzi do spotkań z potężniejszymi wersjami trzech poprzednich pierwotnych. Potomkowie odkrywają, że ryk pochodzi z jaskini pod Garlean Castrum w La Noscea. Ten kompleks, nazwany Wiążącą Cewą Bahamuta, został stworzony przez upadły fragment Dalamuda i służy jako najtrudniejszy najazd w grze końcowej. Siostra Alphinauda, Alisaie, towarzyszy graczowi przez obronę Allagan cewki, aby odkryć prawdę o Siódmej Umbralnej Klęsce. W najgorszym momencie odkrywają, że ryk wydał Bahamut, który jest powoli regenerowany przez kadłuby internowania cewki.",
  "Patch": "2.0",
  "RealeaseDate": "27 sierpień 2013",
  "Title": "A Realm Reborn",
  "Img": "https://i.imgur.com/ZUUtGzH.png"
},{
  "_id": {
    "$oid": "6139ecd2692ac44d5f62ebd6"
  },
  "Notes": "Pierwszy dodatek do gry, Heavensward, zawiera zawartość porównywalną z zawartością gry podstawowej. Główne cechy to podwyższenie limitu poziomu do 60, wprowadzenie nowych stref z lataniem oraz trzy nowe klasy zawodowe — Dark Knight, Astrologian i Machinist. Historia rozpoczyna się, gdy gracz wkracza do Ishgardu, który wcześniej był zamknięty dla obcych, i angażuje się w wojnę Dragonsong, tysiącletni konflikt między Ishgardem a hordą smoków Nidhogga. Rozszerzenie zawiera również szereg nowych lochów i rajdów, a także nowe tryby PvP i inną grywalną rasę. To wydanie zbiega się z uruchomieniem natywnego klienta OS X.",
  "Patch": "3.0",
  "RealeaseDate": "23 czerwiec 2015",
  "Title": "Heavensward",
  "Img": "https://img.finalfantasyxiv.com/t/ed7a381e0e369b4efcd4bcb4c403dbdaf1244bc6.png"
},{
  "_id": {
    "$oid": "6139f24e692ac44d5f62ebd7"
  },
  "Notes": "Drugi dodatek do gry, Stormblood, koncentruje się na wyzwoleniu miast-państw Ala Mhigo i Doma spod imperium Garlean. Funkcje obejmują podwyższenie limitu poziomu do 70, nowe lochy i rajdy (w tym jeden zestaw rajdowy oparty na uniwersum Ivalice), nowe strefy z rozgrywką pływania i nurkowania, zmiany w systemie bitew oraz trzy nowe zadania: Red Mage, Samuraj i Blue Mag. Rozszerzenie eksperymentowało z rozgrywką emulującą wieloosobowe areny bitewne online (MOBA), gry z otwartym światem i raidy o wysokim poziomie trudności „Ultimate”. Wydanie Stormblood oznacza koniec wsparcia PlayStation 3 dla Final Fantasy XIV.",
  "Patch": "4.0",
  "RealeaseDate": "20 czerwiec 2017",
  "Title": "Stormblood",
  "Img": "https://img.finalfantasyxiv.com/lds/h/H/zB-YYp8BN78u99OjjR0rI66_pk.png"
},{
  "_id": {
    "$oid": "6139f2aa692ac44d5f62ebd8"
  },
  "Notes": "Trzeci dodatek do gry, Shadowbringers, przenosi graczy w nowy wymiar, Pierwszy, który jest odzwierciedleniem Źródła, domowego wymiaru gracza. Tutaj gracze mają za zadanie przywrócić ciemność światu tonącemu w Świetle, przyjmując płaszcz Wojownika Ciemności. Funkcje obejmują nowy limit poziomu 80, nowe lochy i rajdy (w tym jeden tematyczny wokół NieR: Automata), nowe strefy, dwie nowe klasy — Gunbreaker i Dancer oraz zmiany w systemie bitew. To rozszerzenie debiutuje dwie nowe grywalne rasy: Viera, jak widać w grach Ivalice, oraz Hrothgar, które są oparte na Ronso z Final Fantasy X. Aby ułatwić ulepszenia graficzne, aktywne wsparcie dla 32-bitowych systemów operacyjnych Windows i bibliotek renderujących DirectX 9 zakończyło się Shadowbringers.\n",
  "Patch": "5.0",
  "RealeaseDate": "2 lipiec 2019",
  "Title": "Shadowbringers",
  "Img": "http://ggk.gildia.pl/wp-content/uploads/2019/08/final_fantasy_xiv_shadowbringers_recenzja_gildia_ggk_feat-740x389.png"
},{
  "_id": {
    "$oid": "6139f329692ac44d5f62ebd9"
  },
  "Notes": "Czwarty dodatek został przesunięty z tradycyjnego letniego okna na jesień 2021 r. z powodu pandemii COVID-19. Jest to zakończenie historii Hydaelyn-Zodiark. Gracze podróżują do bliskowschodniego kraju Radz-at-Han, odosobnionego i krzepkiego narodu Starego Sharlayan, i przenoszą walkę do serca Imperium Garlean w Garlemald. Zawiera dwie nowe prace, w tym Sage, uzdrowiciela, który włada magicznymi ogniskami eteru zwanymi noulitami i Reaper, walczący w zwarciu DPS, który dzierży kosę i może przywołać istotę z pustki, aby pomóc w walce. Wcześniej dostępne tylko jako rasa wyłącznie dla kobiet, Viera ma być również rozszerzona o męski odpowiednik. Podobnie, w przyszłości, Hrothgar otrzyma odmianę żeńską po tym, jak wcześniej był tylko mężczyzną.",
  "Patch": "6.0",
  "RealeaseDate": "7 grudnia 2021",
  "Title": "Endwalker",
  "Img": "https://supercoolnerdshow.com/wp-content/uploads/2021/07/banner1-1024x414.png"
}]