[{
  "_id": {
    "$oid": "6139eac3c2e9612db4f5fb1e"
  },
  "Notes": "After the Garlean invasion is routed, a primal's roar interrupts the victory celebrations and the newly minted Warrior of Light is sent to investigate, leading to encounters with more powerful versions of the three previous primals. The Scions discover that the roar originated from a cavern underneath a Garlean Castrum in La Noscea. This complex, dubbed the Binding Coil of Bahamut, was created by a fallen fragment of Dalamud and serves as the most challenging endgame raid.[97] Alphinaud's sister Alisaie accompanies the player through the coil's Allagan defenses to uncover the truth of the Seventh Umbral Calamity. At its nadir, they discover that the roar was issued by Bahamut, who is slowly being regenerated by the coil's internment hulks.",
  "Patch": "2.0",
  "RealeaseDate": "August 27, 2013",
  "Title": "A Realm Reborn",
  "Img": "https://i.imgur.com/ZUUtGzH.png"
},{
  "_id": {
    "$oid": "6139ecd2692ac44d5f62ebd6"
  },
  "Notes": "The game's first expansion pack, Heavensward, contains content comparable to the amount found in the base game. The main features are an increase of the level cap to 60, the introduction of new zones with flying gameplay, and three new job classes—Dark Knight, Astrologian, and Machinist. The story picks up with the player entering Ishgard, which had previously been closed to outsiders, and getting involved in the Dragonsong War, a thousand-year conflict between Ishgard and Nidhogg's horde of dragons. The expansion also includes a range of new dungeons and raids, as well as new PvP modes and another playable race. This release coincides with the launch of a native OS X client.",
  "Patch": "3.0",
  "RealeaseDate": "June 23, 2015",
  "Title": "Heavensward",
  "Img": "https://img.finalfantasyxiv.com/t/ed7a381e0e369b4efcd4bcb4c403dbdaf1244bc6.png"
},{
  "_id": {
    "$oid": "6139f24e692ac44d5f62ebd7"
  },
  "Notes": "The game's second expansion pack, Stormblood, focuses on liberating the city states of Ala Mhigo and Doma from the Garlean empire. Features include an increase of the level cap to 70, new dungeons and raids (including one raid set based on the Ivalice universe), new zones featuring swimming and diving gameplay, changes to the battle system, and three new jobs: Red Mage, Samurai, and Blue Mage. The expansion experimented with gameplay emulating multiplayer online battle arenas (MOBAs), open world games, and high-end \"Ultimate\" difficulty raids. The release of Stormblood marks the end of PlayStation 3 support for Final Fantasy XIV.",
  "Patch": "4.0",
  "RealeaseDate": "June 20, 2017",
  "Title": "Stormblood",
  "Img": "https://img.finalfantasyxiv.com/lds/h/H/zB-YYp8BN78u99OjjR0rI66_pk.png"
},{
  "_id": {
    "$oid": "6139f2aa692ac44d5f62ebd8"
  },
  "Notes": "The game's third expansion pack, Shadowbringers, takes players to a new dimension, the First, which is a reflection of the Source, the player's home dimension. Here, players are tasked with restoring darkness to a world drowning in Light as they adopt the mantle of Warrior of Darkness. Features include a new level cap of 80, new dungeons and raids (including one themed around NieR: Automata[107]), new zones, two new jobs—Gunbreaker and Dancer, and changes to the battle system. This expansion debuts two new playable races: Viera, as seen in Ivalice games, and Hrothgar, which are based on Ronso from Final Fantasy X. To facilitate graphical enhancements, active support for 32-bit Windows operating systems and DirectX 9 rendering libraries ended with Shadowbringers.",
  "Patch": "5.0",
  "RealeaseDate": "July 2, 2019",
  "Title": "Shadowbringers",
  "Img": "http://ggk.gildia.pl/wp-content/uploads/2019/08/final_fantasy_xiv_shadowbringers_recenzja_gildia_ggk_feat-740x389.png"
},{
  "_id": {
    "$oid": "6139f329692ac44d5f62ebd9"
  },
  "Notes": "The fourth expansion pack was delayed from its traditional summer release window to Fall 2021 due to the COVID-19 pandemic. It is the conclusion to the Hydaelyn–Zodiark arc of the story. Players travel to the Near Eastern nation of Radz-at-Han, the secluded and stout nation of Old Sharlayan and take the fight into the heart of the Garlean Empire in Garlemald. It features two new jobs including Sage, a healer that wields magical aether foci called nouliths and Reaper, a melee DPS that wields a scythe and can summon an entity from the void to assist in combat. Previously only available as a female-exclusive race, Viera are also to be expanded with a male counterpart. Similarly, sometime in the future, Hrothgar will receive a female variant after being previously male only.",
  "Patch": "6.0",
  "RealeaseDate": "November 23, 2021",
  "Title": "Endwalker",
  "Img": "https://supercoolnerdshow.com/wp-content/uploads/2021/07/banner1-1024x414.png"
}]