[{
  "_id": {
    "$oid": "61266bd44f08c74d3cafab7b"
  },
  "Banner": "/i/112000/112001.png",
  "Description": "Po okresie względnej ciszy po kataklizmie, Serpent Reavers ponownie zaczęli terroryzować śródlądowe wioski La Noscea, zabijając mężczyzn, porywając kobiety i dzieci, plądrując magazyny i paląc to, co pozostawili po sobie. Przez lata nie było wiadomo, w jaki sposób piraci mogli najeżdżać tereny tak odległe od wybrzeża, dopóki miejscowy pasterz nie zauważył bandy pomalowanych łotrów wchodzących do Sastasha Seagrot, niosących duże ilości worków i skrzyń. Czy to możliwe, że w tej jaskini jest coś więcej niż na pierwszy rzut oka?",
  "Icon": "/i/061000/061801.png",
  "Level": 15,
  "Name": "Sastasha",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6132103ab43fbaecb4f42280"
  },
  "Banner": "/i/112000/112002.png",
  "Description": "Od momentu powstania w czasach Gelmorran, ta podziemna krypta była używana od pokoleń jako miejsce ostatniego spoczynku szczątków władców i szlachty. Jednak od czasu nieszczęścia tunele zostały opanowane przez śmiertelną kult Baranków Dalamud─, którzy czczą teraz upadłego satelitę jako swojego zbawiciela. To właśnie w Deepcrofcie te pokręcone dusze po cichu planują zemstę na tych, którzy walczyli, by zapobiec nadejściem Dalamuda, przyzywając każdą mroczną obecność, która pomoże im w tym celu… bez względu na koszty.",
  "Icon": "/i/061000/061801.png",
  "Level": 16,
  "Name": "The Tam–Tara Deepcroft",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "61321087b43fbaecb4f42281"
  },
  "Banner": "/i/112000/112003.png",
  "Description": "Opuszczone niegdyś oczyszczone z rudy, Copperbell Mines leżały nietknięte przez prawie trzy stulecia, dopóki firma Amajina & Sons Mineral Concern nie odzyskała szybów — celami gildii było poszerzenie kopalni w dół, próbując wykorzystać jeszcze nieodkryte żyły cennego metalu. Niestety, nie były to bogactwa odkryte w beczkach z prochem, ale zwykłe przerażenie, bo kiedy dym się rozwiał, armia szalejących olbrzymów wylała się z najciemniejszych zakamarków kopalni. Hecatoncheires — niewolnicy zaginionej dynastii Thorne — w końcu uwolnili się z pozbawionego światła więzienia, trzysta lat nienawiści napędzającej ich szaleństwo.",
  "Icon": "/i/061000/061801.png",
  "Level": 17,
  "Name": "Copperbell Mines",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "61321284b43fbaecb4f42282"
  },
  "Banner": "/i/112000/112004.png",
  "Description": "Pierwotnie święte miejsce dla pierwszego Lalafell przybyło do Eorzei, kręty labirynt naturalnych jaskiń, które wiją się przez ten ogromny płaskowyż, został przekształcony przez Gildię Gladiatorów w szereg dołów treningowych, zagrod dla zwierząt i cel, aby pomieścić stale rosnącą popularność Koloseum Ul'dah. Jednak po Katastrofie miejsce zostało porzucone – ci, którzy pozostali w zagrodach, pozostawieni na śmierć. Nie wszystkich jednak spotkał ten los, a teraz w tunelach roi się od tych, którzy przeżyli... a także udręczonych duchów tych, którzy tego nie zrobili.",
  "Icon": "/i/061000/061801.png",
  "Level": 20,
  "Name": "Halatali",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "613212d5b43fbaecb4f42283"
  },
  "Banner": "/i/112000/112005.png",
  "Description": "Nazwany na cześć ludożerczego stworzenia z folkloru Padjalego, Tysiąc Paszcz Toto-Rak został zbudowany w miejscu naturalnego systemu jaskiń pod Cichą Altanką. Do niedawna przetrzymywano w nim wszystkich najgorszych przestępców Gridanii, od podpalaczy po kłusowników, ale ukończenie nowego więzienia bliżej miasta zwiastowało jego porzucenie.",
  "Icon": "/i/061000/061801.png",
  "Level": 24,
  "Name": "the Thousand Maws of Toto–Rak",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6132130ab43fbaecb4f42284"
  },
  "Banner": "/i/112000/112006.png",
  "Description": "Posiadłość Haukke, niegdyś wykorzystywana przez Seedseers jako miejsce duchowej refleksji i medytacji, od dawna była postrzegana przez mieszkańców Gridanii jako symbol nadmiaru. Po latach protestów budynek został ostatecznie sprzedany bogatemu Wildwood Elezen o imieniu Lady Amandine. Choć niewiele wiadomo o damie, mówiono, że była wyjątkowo próżna i aby zachować nieskazitelną urodę, nie szczędziłaby wydatków. Od kremów do twarzy wytwarzanych z rzadkich miodów Coerthan po szampony na bazie mleka egzotycznych phurble, jej codzienny rytuał zabiegów pielęgnacyjnych nasilał się, aż pojawiły się pogłoski, że kąpie się we krwi swoich dziewiczych pokojówek. Żadna ilość wytworzonych przez człowieka nalewek nie była jednak w stanie ukryć ohydnych blizn, które w końcu doznała podczas nieszczęścia, i wkrótce została zmuszona do skorzystania z mrocznego rozwiązania, oddając swoją duszę w ostatecznym wysiłku, by dosłownie „ocalić twarz”.",
  "Icon": "/i/061000/061801.png",
  "Level": 28,
  "Name": "Haukke Manor",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "61321377b43fbaecb4f42285"
  },
  "Banner": "/i/112000/112007.png",
  "Description": "Po męczącej podróży po Eorzei znajduje się głęboko w cichych dżunglach Raincatcher Gully, gdzie charyzmatyczny i przedsiębiorczy młody goblin, Brayflox Alltalks, postanawia zbudować swoje maleńkie imperium. Nie zdaje sobie jednak sprawy, że coś innego – coś złowrogiego – również uczyniło z bujnego lasu swój dom. Teraz, wygnani ze swoich prawowitych (?) roszczeń, Brayflox i jej bracia starają się odzyskać ziemię i nie wahają się prosić o pomoc pomniejszych ras (to znaczy ty), aby im w tym pomogły.",
  "Icon": "/i/061000/061801.png",
  "Level": 32,
  "Name": "Brayflox's Longstop",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "613213b4b43fbaecb4f42286"
  },
  "Banner": "/i/112000/112009.png",
  "Description": "Pod bezlitosnym słońcem Thanalan leżą ruiny starożytnej świątyni na wpół pochłonięte przez ruchome piaski ponadczasowej pustyni. Choć używane przez starożytnych Belah'dian jako miejsce kultu bogini słońca, Azeymy, fragmenty masywnej podziemnej struktury wydają się być znacznie starsze niż cywilizacja z Szóstej Ery Astralnej. To jednak nie powstrzymało sułtanów Belah'dian od dodawania własnych komnat do oryginalnego konstruktu w celu osiągnięcia nieśmiertelności poprzez stworzenie. W kolejnych latach po upadku Belah'dii wielu poszukiwaczy przygód próbowało zgłębić tajemnice świątyni i być może powrócić ze skarbem minionej epoki… tylko po to, by paść ofiarą jednej ze skomplikowanych pułapek zastawionych, by temu zapobiec. coś się dzieje.",
  "Icon": "/i/061000/061801.png",
  "Level": 35,
  "Name": "The Sunken Temple of Qarn",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "61321412b43fbaecb4f42287"
  },
  "Banner": "/i/112000/112011.png",
  "Description": "W pobliżu starej górskiej ścieżki, używanej niegdyś przez drwali z Szóstej Ery Astralnej, jako objazd przez bardziej niebezpieczne odcinki północnego Thanalan, leży jaskinia poszukiwana tylko przez ignorantów lub głupców. Na pierwszy rzut oka cień jego paszczy może wydawać się zachęcający dla kogoś, kto szuka ucieczki przed karzącymi promieniami południowego słońca. Jednak każdy dobry drwal umie trzymać się na dystans, ponieważ mówi się, że ci, którzy wchodzą, nigdy nie wracają — krzyki potępionych odbijające się echem z głębin są jedynym świadectwem ich szaleństwa. Zważ na to straszne ostrzeżenie, a możesz żyć. Zignoruj to, a wkrótce to twoje krzyki dodadzą kakofonii.",
  "Icon": "/i/061000/061801.png",
  "Level": 38,
  "Name": "Cutter's Cry",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "61321457b43fbaecb4f42288"
  },
  "Banner": "/i/112000/112012.png",
  "Description": "Jedna z czterech wież strażniczych zbudowanych wzdłuż Morza Chmur przez miasto-państwo Ishgard, Kamienna Czuwa została najechana i zajęta przez hordę Dravanii niedługo po katastrofie. W następnych latach rycerze z rodu Durendaire podjęli kilka prób odzyskania fortecy, ale bezskutecznie. Co takiego może udaremnić ich każdy wysiłek?",
  "Icon": "/i/061000/061801.png",
  "Level": 41,
  "Name": "The Stone Vigil",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "61321492b43fbaecb4f42289"
  },
  "Banner": "/i/112000/112013.png",
  "Description": "Chcąc wykorzystać istniejący labirynt naturalnych jaskiń, Ishgardiański dom Dzemaela rozpoczął budowę swojej tytułowej Mrocznej Twierdzy pod koniec Szóstej Ery Astralnej, zamierzając służyć jako schronienie dla tych, którzy uciekają przed płomieniami Dravanii. Kiedy kopanie domu odsłoniło wejście do pustki, pozwalając armii pustki wysłanej do tego królestwa, jednak natychmiast porzucili swoje plany i wycofali się z podziemi, zamykając je, aby mogli zatrzymać w sobie najeźdźców z innego świata. Mimo to dom nie chce zrzec się swoich praw do jaskiń i wierzy, że jeśli uda im się oczyścić je z pustki, mogą nadal być w stanie zobaczyć, jak ich pierwotny plan zostanie zrealizowany.",
  "Icon": "/i/061000/061801.png",
  "Level": 44,
  "Name": "Dzemael Darkhold",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138bdf6f3d31e4e20c32cfe"
  },
  "Banner": "/i/112000/112014.png",
  "Icon": "/i/061000/061801.png",
  "Level": 47,
  "Name": "the Aurum Vale",
  "Description": "Wkrótce po jego odkryciu górnicy z całego królestwa przybyli do Doliny Aurum, kierując się plotkami, które głęboko w niej kryją niekończące się żyły mitrilu. Zamiast tego znaleźli złoto, ale nie takie, które uczyniłoby ich bogatymi. Wierząc, że substancja jest cennym aurum, górnicy nieświadomie natknęli się na głębokie kałuże jarzącego się jadu znanego później jako żółć złota. Ciecz nie tylko spaliła ich skórę, ale także hałaśliwe opary wydzielane przez cuchnący szlam gotowały im płuca podczas wdychania, powodując szybką, ale straszliwą śmierć. Prawdy te jednak niewiele zrobiły, aby powstrzymać nowych górników przed stawianiem czoła duszącym się szybom, teraz jeszcze bardziej zdeterminowanym, by znaleźć to, czego nie mogli zdobyć ci, którzy weszli wcześniej.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138be49f3d31e4e20c32d02"
  },
  "Banner": "/i/112000/112010.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Wanderer's Palace",
  "Description": "Dziesięciolecia wydobycia koboldów głęboko pod O'Ghomoro stopniowo osłabiały górną część La Noscea do tego stopnia, że kiedy uderzyła Katastrofa, ziemia otaczająca Jezioro Brązowe zawaliła się, osuszając jego wody i odsłaniając pałac o niezrównanej urodzie. Uważany, że został zbudowany przez cywilizację Nymów, która kwitła na tym obszarze jakieś piętnaście wieków temu, pałac wydaje się być poświęcony ich bóstwu opiekuńczemu, Oschonowi, Wędrowcowi. W poszukiwaniu nagrody, którą może posiadać, poszukiwacze skarbów już zaczęli zagłębiać się w to opuszczone miejsce... ale czy skarb będzie jedyną rzeczą, jaką znajdą?",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138be7df3d31e4e20c32d04"
  },
  "Banner": "/i/112000/112016.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Castrum Meridianum",
  "Description": "Tak zaczyna się trzecia faza Operacji Archon, która obejmuje frontalny atak na Castrum Meridianum, siedzibę władzy Gaiusa van Baelsara. Tworząc główne uderzenie, Nieśmiertelne Płomienie uderzą w twierdzę z całej siły, choć jest to tylko zwód. Podczas gdy oczy garnizonu są skierowane na zewnątrz, ty i twoi towarzysze musicie przekraść się przez jego obronę i spróbować dezaktywować pole magiteka, które chroni Praetorium, fortecę w twierdzy, w której, jak się uważa, znajduje się broń Ultima.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138beb2f3d31e4e20c32d06"
  },
  "Banner": "/i/112000/112017.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Praetorium",
  "Description": "Teraz, gdy pole magiteka nie działa, droga do broni Ultima stoi otworem. Podczas gdy Nieśmiertelne Płomienie omiatają Castrum Meridianum i tłumią resztki wrogiego garnizonu, ty i twoi towarzysze musicie wywalczyć sobie drogę do najgłębszego sektora Praetorium, aby tam zlokalizować i zniszczyć broń Ultima. Statek powietrzny Cida, Enterprise, zabierze cię do etapu ostatecznej konfrontacji.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138bf27f3d31e4e20c32d0a"
  },
  "Banner": "/i/112000/112015.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Amdapor Keep",
  "Description": "Kiedyś zagubiona cywilizacja Amdapor kwitła w Dwunastym Lesie, jej obywatele dzierżyli potężną, ale zakazaną magię, której można było użyć do zmiany samej struktury egzystencji. Jednak, jak to często bywa z ludami, które uważają się za bogów, pewna siebie arogancja Amdapori w końcu stała się ich upadkiem i tak szybko, jak doszli do władzy, zniknęli ze świata. Od pokoleń ten relikt ich niegdyś potężnej cywilizacji pozostawał ukryty na widoku – zamaskowany przez żywiołaki, które starały się jedynie zapobiec natknięciu się nowych pokoleń na starożytną magię Amdapori. Tak było do czasu, gdy Baranki z Dalamud – mroczny kult, który czci teraz upadły pomniejszy księżyc jako boga – nie rozwiały uroku żywiołaków w nieznany sposób i uznały twierdzę za swoją. Teraz szaleni wyznawcy używają jego starożytnych komnat do składania krwawych ofiar, aby wskrzesić złego pana.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138bf77f3d31e4e20c32d0c"
  },
  "Banner": "/i/112000/112027.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Pharos Sirius",
  "Description": "Niegdyś dumny Pharos Syriusz został dwukrotnie zhańbiony – raz przez nieszczęście, a teraz przez śmiertelną syrenę Umbra, która z pomocą swoich sług knuje, by utrzymać latarnię morską jako osobistą twierdzę. Ucisz jej szaloną pieśń, wyeliminuj zwykłych podejrzanych – aszkinów i skrzydlatych potworów – i odzyskaj światło cywilizowanego świata.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138bfd1f3d31e4e20c32d0e"
  },
  "Banner": "/i/112000/112025.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Copperbell Mines (Hard)",
  "Description": "Huzzah, wracaj do kopalni! Poszukiwacze przygód oczyścili kopalnie Copperbell z hekatoncheires, a może tak? Zespół inżynierów z Amajina & Sons zaginął w głębokim szybie, odcięty w połowie uderzenia: „NA HARMONOGRAMIE. POMÓŻ HEC─”. Potrzebny jest bardziej dokładny poszukiwacz przygód, aby zmieść trwałe olbrzymy, jeśli kilofy mają znowu dzwonić pod ziemią, a gil przepływać nad ziemią.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c005f3d31e4e20c32d10"
  },
  "Banner": "/i/112000/112026.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Haukke Manor (Hard)",
  "Description": "Oszpecona nieszczęściem i wypaczona próżnością, dama z domu Dartancours zawarła umowę z pustką – i straciła swoją duszę, jak to często bywa w przypadku takich szkicowych aranżacji. Teraz jej dwór jest kryjówką dla wszelkiego rodzaju mrocznych istot, a elitarna grupa Wood Wailers wysłanych, by je oczyścić, nie zgłosiła się. Trwają prace nad drugą próbą.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c05ef3d31e4e20c32d12"
  },
  "Banner": "/i/112000/112042.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Lost City of Amdapor",
  "Description": "Urodzone w magii starożytne miasto Amdapor żyło w przepychu i zmarło w agonii. Gdy Piąta Era Astralna ustąpiła miejsca Szóstemu Umbralowi i następującej po nim katastrofie, agent zniszczenia Amdaporu spał. Teraz pieczęć, która przetrwała tak długo, mięknie jak opadły owoc – a jakie ślepe robaki wiją się pod skórą martwego miasta?",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c0ebf3d31e4e20c32d14"
  },
  "Banner": "/i/112000/112049.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Halatali (Hard)",
  "Description": "Halatali! Już sama nazwa zamienia jedne kolce w wodę, a inne w stal. Pozostają jeszcze wstrętne ślady niedawnego bezprawia, ale sługusy codziennie zdobywają sale śliskie od posoki i drzwi obwieszone rzeczami nie dla łagodnych oczu. Nie mniej zabójcze dla nowo przywróconego porządku, legendarne tereny treningowe tęsknią za nową krwią – być może po to, by rozjaśnić świeżo wyszorowane ściany jego ogromnych komnat.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c1e6f3d31e4e20c32d1b"
  },
  "Banner": "/i/112000/112048.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Brayflox's Longstop (Hard)",
  "Description": "Longstop Brayfloxa zostaje opanowany przez siły Iluminatów; wściekli uczeni goblinów są zdeterminowani, aby odzyskać tajemniczy przepis, który trwał wieki i przez całe stulecia łowił. Po wezwaniu do służby jako dobrodziejski towarzysz Brayfloxa, nie masz innego wyjścia, jak zignorować fakty jej kradzieży i bronić Longstop przed wszystkimi, którzy chcieliby odebrać go prawowitemu właścicielowi.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c20df3d31e4e20c32d1d"
  },
  "Banner": "/i/112000/112058.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Hullbreaker Isle",
  "Description": "Na Morzu Rhotano, wzdłuż obrzeży łańcucha wysp znanego jako Cieldalaes, rozciąga się bezmiar wody, wiecznie pokryty gęstą mgłą. W tym nieprzeniknionym całunie ukryta jest wyspa Hullbreaker Isle, nazwana tak ze względu na to, że przez stulecia rozbijała niezliczone nieszczęsne statki w szczątki. Jednak w następstwie nieszczęścia mgła podniosła się w określonych warunkach. Pewnego dnia statek handlowy wpłynął na ten obszar, aby zobaczyć nie tylko samą wyspę, ale także wrak Haar, okręt flagowy przerażającego pirata Mistbearda. Odkrycie ponownie wzbudziło zainteresowanie legendarnym skarbem Mistbearda, a poszukiwacze skarbów z całego królestwa starają się znaleźć przejście na nieuchwytną wyspę.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c259f3d31e4e20c32d1f"
  },
  "Banner": "/i/112000/112059.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Tam–Tara Deepcroft (Hard)",
  "Description": "Kiedy gaśnie światło przewodnie czyjegoś życia, potrzeba niezwykłej siły ducha, aby wydostać się z czarnych otchłani rozpaczy. Ci, którzy pragną odporności, mogą jeszcze zostać przyciągnięci przez pomocną dłoń przyjaciela, ale co się dzieje z dziewczyną o złamanym sercu, która nie ma ani siły, ani pomocy, by przezwyciężyć ciemność, która grozi jej pochłonięciem? Odpowiedź zostanie ujawniona w tragicznej opowieści, która zaczyna się wraz z nadejściem jednej litery...",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c291f3d31e4e20c32d21"
  },
  "Banner": "/i/112000/112060.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Stone Vigil (Hard)",
  "Description": "Zbyt długo Kamienne Czuwanie było niszczone przez Dravanian i ich niewolników; zbyt długo Dom Durendaire cierpiał z powodu tej hańby. Nadszedł czas, by jego smoki odbiły fortecę, dziesięćset włóczni i tysiąc silnych marzeń o zemście. Chociaż rycerze Ishgard przełamują bramę, aby znaleźć kryjówkę wewnątrz Czuwania, wróg jest dobrze broniony i dobrze zaopatrzony. Ten impas musi zostać przełamany – a kto jest lepszy niż ci, którzy kiedyś uwolnili się z fortecy pod samymi nosami smoków i przeżyli, by o tym opowiedzieć?",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c2b9f3d31e4e20c32d23"
  },
  "Banner": "/i/112000/112066.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Snowcloak",
  "Description": "Utworzona w następstwie Katastrofy wielka lodowa ściana od dawna była uważana za nieprzeniknioną barierę między centralnym a zachodnim Coerthas. W rzeczywistości jednak ściana jest podziurawiona ukrytymi tunelami, które Iceheart i jej zwolennicy używali jako bazy operacyjnej. Otrzymałeś zadanie zbadania jednego z takich tuneli w nadziei, że zaprowadzi cię on do przywódcy heretyków, jednak niebezpieczeństwa czyhają na każdego...",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c2fef3d31e4e20c32d25"
  },
  "Banner": "/i/112000/112067.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Sastasha (Hard)",
  "Description": "Głęboko w wilgotnych jaskiniach Sastasha Seagrot znajduje się tajny port, który podobno został zbudowany przez pirata Mistbearda. W latach po nieszczęściu słynni Serpent Reavers uznali je za swoje legowisko, dopóki rzezimieszki nie zostały pokonane przez grupę nieustraszonych poszukiwaczy przygód. Miejsce to znalazło się następnie pod kontrolą władz Lominsan, które utrzymywały wewnątrz ochronę. Niestety, ta kontrola nie trwała długo, ponieważ nieznana frakcja wyłoniła się – pozornie z słonych głębin – i pokonała okupujących Yellowjackets. W sprawie tożsamości tych wrogów zdania są podzielone. Jedni mówią, że są piratami, inni przysięgają, że są diabłami. Nie trzeba jednak uczonego dostrzec, że te dwie rzeczy nie muszą się wzajemnie wykluczać.",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c35af3d31e4e20c32d27"
  },
  "Banner": "/i/112000/112068.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Sunken Temple of Qarn (Hard)",
  "Description": "Poszukiwacze przygód nie boją się niebezpieczeństwa, uczeni nie dbają o wygodę, a górnicy lubią nieobrócone kamienie. W ten sposób narodziło się nieprawdopodobne partnerstwo pomiędzy Zakonem Nald'thal a Koncernem Mineralnym Amajina & Sons, w następstwie podboju przez pewnego poszukiwacza przygód niesławnych pułapek Zatopionej Świątyni. Ale zmarli z Qarn pozostawili wiele sideł — aż nadto wystarczających na tysiąc lat chciwości — a teraz gorączkowe marzenie łowcy grobowców o bogactwie utkwiło wspólną ekspedycję w miejscu, w którym historia ma tendencję do ożywania…",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c37ef3d31e4e20c32d29"
  },
  "Banner": "/i/112000/112076.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Keeper of the Lake",
  "Description": "Piętnaście lat temu, na niebie nad Wodospadami Silvertear, siły inwazyjne XIV legionu zostały zaatakowane przez zastępy smoków. Dowodził nim Midgardsormr, legendarny król królów, który walczył z okrętem flagowym Garleana, Agriusem. W końcu zarówno Midgardsormr, jak i jego wróg upadli na ziemię, a ich splątane szczątki stanowią pamiątkę po tamtym dniu – zniszczony statek powietrzny i zwęglone zwłoki żmijowego władcy, który sprowadził go nisko, na zawsze pozbawiony życia...",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c3a4f3d31e4e20c32d2b"
  },
  "Banner": "/i/112000/112078.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "the Wanderer's Palace (Hard)",
  "Description": "Nie związani już urazą upadłego króla, tonberry odzyskały zmysły – z niewielką pomocą oddanych przyjaciół. Jednak wszystkie myśli o pokoju zostały skierowane na ostrze, gdy banda najemników Mamool Ja, znana jako Srebrne Łuski, szturmowała mury i zajęła to miejsce dla siebie. Ktoś musi powstrzymać najemników przed przekształceniem Pałacu Wędrowców w fortecę nie do zdobycia i przeciwstawić się rzezi toberry i niewolnictwu!",
  "TypeDungeon": "Dungeon"
},{
  "_id": {
    "$oid": "6138c3d2f3d31e4e20c32d2d"
  },
  "Banner": "/i/112000/112077.png",
  "Icon": "/i/061000/061801.png",
  "Level": 50,
  "Name": "Amdapor Keep (Hard)",
  "Description": "Chociaż oczyszczenie owiec z Dalamud przyniosło ciężko zapracowany pokój w Amdapor Keep, jakiś tajemniczy diabeł dokończył rytuały kultystów i wprowadził cienie z powrotem do ruin. Pustki teraz na nowo hulają w tych murach, ich niegodziwość wypacza florę i przekształca łagodne leśne stworzenia w krwiożercze bestie. W trosce o Las Dwunastu i czuwające nad nim żywiołaki musisz oczyścić twierdzę ze zła i zmieść wszelkie ślady kultystów.",
  "TypeDungeon": "Dungeon"
}]