[{
  "_id": {
    "$oid": "613b3d9e937720613c04e675"
  },
  "Patch": "1.0",
  "Title": "Dalamud_i_Bahamut",
  "Text": "W ostatnich dniach Szóstej Astralnej Ery, Garleańskie Imperium zaatakowało pełną mocą kontynent Eorzy. Zjednoczone Siły składające się z trzech Wielkich Kompanii próbowały odeprzeć inwazję, dowiadując się przy tym, że prawdziwym planem najeźdźców było użycie pradawnego Meteoru Allaganów, w celu pozbycia się zagrożenia ze strony Pierwotnych (Primals) raz na zawsze. (Informacja: Imperium Allagańskie było technologicznie i magicznie zaawansowanym  społeczeństwem żyjącym w Trzeciej Astralnej Erze.)<br/><br/>Przy wsparciu tajemniczych istot zwanych Ascianami, Nael Van Darnus poprowadził VII Legion do Corteneau, gdzie rozegrała się krwawa bitwa celem zrzucenia księżyca Dalamud na kontynent, kończąc tym samym wszelkie życie i zagrożenie w postaci Pierwotnych. Jednakże w trakcie zbliżania się Dalamudu okazało się, że nie jest to naturalny księżyc, a potężne więzienie przetrzymujące Pierwotnego, Bahamuta.<br/>Z pomocą Eorzy nadszedł mędrzec Louisiox wraz ze swoimi uczniami, którzy przywołali moc swych bogów, Dwunastu, celem zatrzymania meteoru i Bahamuta. Chociaż wielu, włącznie z Louisiox, oddało swoje życie tego dnia, Bahamut został zatrzymany a VII Legion pokonany, zadając tym samym bolesny cios Garleańskiemu Imperium. Zniszczenie spowodowane przez Dalamud i Behemota wprowadziło ogromny chaos na świecie, na zawsze zmieniając krajobraz i pogodę. Wydarzenia te znane są jako Kataklizm (Calamity). Tak rozpoczęła się Siódma Umbralna Era.<br/><br/>Informacja: Gdy mówimy o erach w świecie Eorzy, używamy dwóch terminów: Era Astralna oraz Era Umbralna. Era Astralna jest to era dobrobytu i ogólnie pojętego szczęścia. Era Umbralna to okres wielkich nieszczęść i kataklizmów.",
  "Source": "https://landofodd.net/ffxiv-arr-story-summary/",
  "Extansion": "Podstawka"
},{
  "_id": {
    "$oid": "613b3de6937720613c04e677"
  },
  "Patch": "2.0",
  "Title": "Kraina_Odrodzona",
  "Text": "Pięć lat po bitwie w Carteneau Wojownik Światła, otrzymując Błogosławieństwo Światła od Matki Kryształu Hydaelyn, przybywa do jednego z trzech miast-państw: Gridanii, Ul’Dah lub Limsy Lominsy. Po dokonaniu serii heroicznych czynów, Wojownik Światła zostaje zauważony przez jednego z członków organizacji zwanej Potomkami Siódmego Świtu – postronnej apolitycznej organizacji składającej się głównie z uczniów Louisoixa, mającej na celu zatrzymanie Pierwotnych i stworzenie pokoju na świecie. Potomkowie zapraszają Wojownika do swojej organizacji tłumacząc, że posiada on tak zwany dar Echa. Jest to umiejętność pozwalająca Wojownikowi widzieć, a w niektórych przypadkach nawet wpływać na przeszłość, a także poznawać serca innych.  Sprawia ona również, że Wojownik jest odporny na niewolnicze pranie mózgu Pierwotnych zwane Temperingiem. W związku z tym Potomkowie proszą go o pomoc w odnalezieniu i ostatecznym rozprawieniu się z Pierwotnym Ifritem.\n<br/><br/>\nPokonanie Ifrita zapewnia Ci rozgłos i sławę wśród Wielkich Kompanii, które starają się o pozyskanie Cię, jako ich członka. Niestety zwracasz na siebie również uwagę Ascianów, którzy postrzegają Cię jako zagrożenie dla ich nieznanych jeszcze planów. Pojawiają się również informacje o tym, jakoby Imperium Garleańskie wróciło pod sztandarem Gaiusa Van Baelsara, celem podbicia Eorzy. Kontynuując swoją przygodę u boku Potomków, poznajesz coraz lepiej naturę Pierwotnych: przywoływani są oni przez modlitwy i poświęcenie kryształów swoich wiernych – zazwyczaj plemion bestii – aby pomóc im w osiągnięciu danego celu, bardzo często przeciwko Wielkim Kompaniom. Koboldzi odczuwając zagrożenie terytorialne ze strony Limsy Lominsy, przywołują Titana. Stajesz do walki z pomocą Kompanii Bohaterów, która niegdyś już pokonała Titana.\n<br/><br/>\nNastępnie plemię Ixal przywołuje Garudę. Zanim jednak masz szansę zbadać więcej poszlak, Garleańskie Imperium dokonuje bezpośredniego szturmu na siedzibę Potomków Siódmego Świtu, raniąc, zabijając i biorąc do niewoli większość jego członków. Zmuszony aby dokonać wyboru między powstrzymaniem Pierwotnego, a ruszeniem z pomocą swoim przyjaciołom, Wojownik Światła rusza za Garudą. W celu przekroczenia Wyjącej Wichury, za którą kryje się Garuda, Wojownik wraz z wnukiem Louisoixa, Alphinaud spotykają się z Cidem Garlondem. Cid jest Garleańczykiem, który przyłączył się do Zjednoczonych Sił Eorzy w czasie wojny ze swoją ojczyzną, jednak pozostał w ukryciu po tym, jak jego statek – the Enterprise – rozbił się na mroźnych pustkowiach Coerthas.\n<br/><br/>\nW czasie poszukiwań statku Cida, Wojownik Światła wplątuje się niechcący w skomplikowaną, teokratyczną politykę północnej nacji Ishgardu, zyskując przy tym lojalność i przyjaźń Domu Fortemps. Po odnalezieniu i naprawie the Enterprise, Garuda zostaje pokonana, ale radość ze zwycięstwa nie trwa długo. Na miejscu pojawiają się Garleańczycy pod przywództwem Gaiusa, który szydzi z Garudy i jej zwolenników, a także innych plemion bestii (które są teraz niewolnictwem zmuszani przez Ixali do oddawani czci ich bóstwu). W rezultacie Amal’jaa i Koboldzi przywołują również swoich Pierwotnych. Trio Garuda, Titan i Ifrit atakuje Garleańczyków, wpadając w pułapkę zaplanowaną od początku przez Gaiusa, który przedstawia swoje najnowsze odkrycie: pradawną machinę Allaganów, zwaną Bronią Ultima. Broń Ultima szybko rozprawia się z trzema Pierwotnymi, wchłaniając je i osiągając dzięki temu pełnię swojej mocy. Gaius odchodzi osiągnąwszy swój cel – mając w posiadaniu przepotężną super-broń, która podbije Eorzę.\n<br/><br/>\nNie można dłużej ignorować zagrożenia ze strony Imperium. Alphinaud, Cid i Wojownik Światła proszą o pomoc Wielkich Kompanii, aby przeprowadzić zjednoczony atak celem powstrzymania Broni Ultima. Ofensywa ta zostaje nazwana „Operacją Archont” i zakłada jednoczesne uderzenie podzielonych sił w twierdze Garleańczyków, celem osłabienia ich sił bojowych przed zaatakowaniem samego Gaiusa. W międzyczasie inna grupa przeprowadza atak na kwaterę główną Garleańczyków w Eorzy, jako że tam właśnie przetrzymywani są członkowie Potomków Siódmego Świtu. Tam też właśnie okazuje się, że za inwazją stoją Ascianie, którzy od początku manipulowali Imperium. Ascianie, jako że nie posiadają prawdziwej fizycznej formy, opętują ciała śmiertelników. Tym, który pociągał od początku za sznurki jest Ascian zwany Lahabrea, który opętał ciało Thancreda – lojalnego członka i jednego z założycieli Potomków!\n<br/><br/>\nOstateczna bitwa rozpoczyna się, gdy Wojownik Światła rozprawia się z najbliższym kręgiem Gaiusa: Nero, Livią i Rihtahtynem, a następnie zatrzymuje samego Gaiusa i Broń Ultimę. Po porażce Gaius przeklina Lahabreię i atakuje go, gdy ten pojawia się na polu bitwy. Ascian jednakże przywołuje potężne zaklęcie Ultimy, mocą destrukcyjną dorównującej sile Meteoru. Zaklęcie niszczy Broń Ultimę i Gaiusa, ale nie zabija Wojownika Światła, który chroniony jest przez Matkę Kryształ Hydaelyn, która prowadziła Cię w trakcie całej tej podróży, jako jej czempiona. Nawiązuje się ostateczna walka między Wojownikiem a Lahabreią, który wciąż zamieszkuje ciało Thancreda. Ascian zostaje pokonany, odparty mieczem czystego światła, przywołanego przez samą Matkę Kryształ, a Thancred zostaje nareszcie uwolniony! Garleańczycy zostali pokonani, Ascianie wycofali się tymczasowo do cienia, a Wielkie Kompanie stoją zjednoczone we wspólnym szacunku i przyjaźni, jak nigdy wcześniej. Podstawowy scenariusz kończy się, gdy Minfilia, poprzedniczka Potomków, deklaruje początek Siódmego Astralnego Wieku.",
  "Source": "https://landofodd.net/ffxiv-arr-story-summary/",
  "Extansion": "FFXIV_ARR"
},{
  "_id": {
    "$oid": "613b3e04937720613c04e679"
  },
  "Patch": "2.1",
  "Title": "Kraina_Przebudzona",
  "Text": "U progu Siódmego Astralnego Wieku, Potomkowie Siódmego Świtu znajdują się w krytycznych okolicznościach. Z powodu wydarzeń w czasie bitwy z Bronią Ultima i Operacją Archont, Potomkowie – niegdyś tajna organizacja, o której istnieniu wiedzieli jedynie liderzy Wielkich Kompanii i garstka innych osób – zostali ujawnieni przed całym światem. Pojawia się problem w związku z zachowaniem neutralności wobec trzech miast-państw. Alphinaud i inni sugerują przeniesienie kwatery głównej z brzegów Ul’dah do innej lokacji. Mianowicie do Mor Dhony, bez-rządowego kawałka ziemi rozciągającego się tuż za Carteneau i na południowy zachód od Coerthas. Minfilia jest tym zaniepokojona, jako że Ul’dah było jej przybranym domem. Aby rozwiać jej strach przed opuszczeniem domu, Wojownik Światła ponownie łączy Minfilię z jej przybraną matką F’lhaminn, która przekonuje Minfilię, że jest to słuszny wybór.\n<br/><br/>\nPotomkowie muszą zająć się również innym problemem. W Dwunastolesie otaczającym Gridanię, Moogle zaczynają być niespokojne. Najwyraźniej za pomocą samej woli zdołali przywołać wielkiego Króla z Eteru w ten sam sposób, w jaki przywoływani są Pierwotni. Ale czy ten Moogle faktycznie może być Pierwotnym? Co by się stało, gdyby czysta wiara i oddanie były wszystkim, co jest potrzebne do przywołania czegoś z Eteru? Mimo wszystko, Dobry Król i jego Mog-Straż są zagrożeniem dla całego Dwunastolasu i reszta Moogli prosi Potomków o pomoc w zatrzymaniu ich.\n<br/><br/>\nJednakże nie wszystko kończy się dobrze. W czasie pakowania Tupsimati (strzaskanej laski Louisoixa, która zdobiła ścianę biura Minfilii) Minfilia staje naprzeciw nieznanego Asciana w bieli o imieniu Elidibus, który zwie siebie Emisariuszem. Elidibus oznajmia, że wie o mocy Echa posiadanej również przez Minfilię i że zrozumienie prawdziwej natury tego daru, może być kluczem do stworzenia pokoju między Ascianami i śmiertelnikami. Minfilia odmawia jakiejkolwiek współpracy z Ascianem atakując go z miejsca, zostaje jednak ogłuszona ostrzem mrocznej magii. Odzyskuje przytomność, gdy Wojownik Światła znajduje ją nieprzytomną w jej biurze. To jednak nie koniec złych wieści. Główny badacz Potomków Urianger oznajmia, że utracono wszelki kontakt ze Studentami z Baldesion – grupą uczonych, zaufanych doradców Potomków, których siedziba znajduje się na wyspie Val, pomiędzy rodzinną ziemią Potomków Sharlayan i Dravią, ojczyzną smoków. Rozdział kończy się w momencie, gdy Potomkowie przenoszą się do Mor Dhony i zajmują nową siedzibę we Wschodzących Kamieniach, bazą ukrytą za karczmą Siódme Niebo.",
  "Source": "https://landofodd.net/ffxiv-arr-story-summary/",
  "Extansion": "FFXIV_ARR"
},{
  "_id": {
    "$oid": "613b3e2a937720613c04e67b"
  },
  "Patch": "2.2",
  "Title": "Poprzez_Maelstrom",
  "Text": "Wydawać by się mogło, że Imperium Garleańskie jest w tarapatach. Po drugiej nieudanej inwazji na Eorzę, w imperium wybucha dodatkowo spór o sukcesję, jako że losy obecnego Imperatora są niejasne. W świetle owego sporu o tron, jedno z podbitych przez Imperium terytoriów – Królestwo Doma – próbuje wyrwać się spod imperialnych rządów. Plan kończy się jednak porażką, jako że Imperium nie było aż tak podzielone i osłabione, jak mogło się wydawać. Z całego kraju Domy jedynie kilka tysięcy osób przetrwało, uciekając na łodziach aż do Eorzy. Przywódczyni domańskich banitów, Yugiri (tajemnicza, zakapturzona ninja z rogami i ogonem) prosi Potomków o pomoc. Potomkowie asystują Yugiri w otrzymaniu audiencji u liderów Sojuszu. Ci jednak pozostają niewzruszeni. Mimo że Sojusz udzielił pomocy w czasie Operacji Archont, tym razem odmawia udzielenia jakichkolwiek środków, które według nich mogą zostać lepiej spożytkowane dla celów miast-państw. Jednakże, jeden z członków Monetarystów (którzy wspierają Sułtankę Nanamo i jej rządy w Ul’dah) imieniem Teledji Adeledji obiecuje bezinteresowne wsparcie i sięga do własnego skarbca, aby chociaż dostarczyć jedzenie i ciepłe okrycie dla uchodźców.\n<br/><br/>\nTymczasem, natura prawdziwego potencjału Echa jest coraz bardziej tajemnicza, gdy okazuje się, że Ascianie podbudzają Sahaginów z La Noscea w celu przywołania Leviathana, obiecując im nieśmiertelność. Przystępując do rytuały przywołania, główny kapłan zostaje zabity, za pomocą Echa udaje mu się jednak opętać innego Sahagina i zmienić jego formę w pierwotne ciało kapłana. Wydaje się więc, że moc echa jest znacznie mocniejsza, niż pierwotnie zakładano. Odkrycie to zostaje jednak gwałtownie przerwane pojawieniem się Leviathana, który pożera kapłana, by zwiększyć swoją moc. Tak zaczynają się zmagania z Leviathanem – Pierwotnym, który włada morzami i potrafi przywołać fale zdolne zrównać z ziemią całe miasta. Plan przewiduje skorzystanie z urządzenia zasilanego kryształami w celu zneutralizowania ataku, ale to wymagałoby całych dwóch statków załadowanych kryształami. Łącząc wiele małych łodzi w jeden potężny statek, udaj się użyć pojazdu i urządzenia do zatrzymania Leviathana.\n<br/><br/>\nLosy Wyspy Val również zostają odkryte. Urianger składa raport, według którego cała wyspa włącznie ze Studentami z Baldesion… po prostu przestała istnieć. Główna teoria tłumacząca tak przerażający koniec? Ultima. Podejrzenia padają na Ascianów.\n<br/><br/>\nRozdział kończy się po tym, gdy uchodźcy z Domy znajdują swój nowy dom w Mor Dhonie, gdzie w zamian za pracę udzielony im zostanie schron. Okazuje się również, że pomoc ze strony Teledji Adeledji wcale może nie być tak bezinteresowna. Zapytany przez swojego pomocnika o dalsze kroki, odpowiada jednym słowem: „REWOLUCJA”.",
  "Source": "https://landofodd.net/ffxiv-arr-story-summary/",
  "Extansion": "FFXIV_ARR"
},{
  "_id": {
    "$oid": "613b3eba937720613c04e67e"
  },
  "Patch": "2.3",
  "Title": "Obrońcy_Eorzy",
  "Text": "Alphinaud, sfrustrowany egoistycznym zachowaniem Wielkich Kompanii wobec rzekomo „zjednoczonej” Eorzy, postanawia wziąć sprawy we własne ręce i założyć nową Wielką Kompanię, która nie jest powiązana z żadnym miastem-państwem, a zamiast tego czerpie z wszystkich ziemi, tworząc grupę oddaną całym sercem pokojowi i chronieniu Eorzy. Tak powstaje grupa Kryształowych Śmiałków. Wykorzystując renomę Wojownika Światła jako filaru do rekrutacji nowych członków, grupa spotyka się początkowo z odmową i rozczarowaniem. Ostatecznie jednak udaje się złożyć silną ekipę z osób, które Wojownik spotkał w czasie swych przygód.\n<br/><br/>\nSytuacja w Ul’dah staje się napięta, gdy Generał Raubahn oznajmia, że wśród populacji uchodźców w całym mieście dochodzi do wielu zamieszek.  Według Raubahna za tymi zamieszkami może stać Teledji Adeledji, który pragnie wprowadzić w życie Ustawę o Rewindykacji Carteneau. Ustawa ta przemieniłaby pozostałości Równin Carteneau w kolonię uchodźców, otwierając tym samym drogę do wprowadzenia interesów Adeledji do tego rejonu, pod pretekstem niesienia pomocy i odbudowania. Niegroźna, wydawałoby się, ustawa, może mieć katastrofalne konsekwencje w świetle nowego odkrycia: pomiędzy resztkami Dalamuda natrafiono na urządzenie Allaganów, które mocą dorównałoby, a nawet przewyższało Broń Ultimę. Urządzenie to nosi nazwę Omega. Sułtanka Nanamo i Raubahn podejrzewają, że Teledji pragnie wprowadzić swoją ustawę, aby przywłaszczyć sobie Omegę. Ostateczny cel takiego kroku, chociaż nieznany, zapowiada jedynie kłopoty.\n<br/><br/>\nW międzyczasie kolejny Pierwotny zostaje przywołany. Tym razem jest to Ramuh, Pan Błyskawic. Wydarzenie to jest niespodziewane, jako że sprawy z Sylphami zostały rozwiązane na drodze pokojowej już w czasie pierwszej wizyty w Dwunastolesie. Sylphy obiecały nie przywoływać Ramuha, o ile ich ziemia pozostanie nienaruszona. Mimo że Pierwotny został przywołany, Sylphy najwyraźniej nie planują przypuszczać ataku poza Sylphlandy. Skoro z mieszkańcami udało się rozwiązać sprawy pokojowo, to może uda się też dogadać z samym Panem Błyskawic? Drużyna Potomków rusza do Sylphlandów, włącznie z Uriangerem, który pragnie zbadać wpływ przywołanych Pierwotnych na Eter. Na miejscu Dotknięte Sylphy (Dotknięci, to osobniki pod wpływem błogosławieństwa Pierwotnego) starają się zwieść Wojownika, przyjmując różne kształty i formy, włączając wygląd samych Potomków. Razem z przyjaciółmi trafiacie w końcu na samego Ramuha, który początkowo odmawia powierzenia zaufania w śmiertelników, dopóki nie przejdą jego próby. Jednakże po tym, jak zostaje pokonany w walce, postanawia udzielić im swojego błogosławieństwa i uznać Potomków jako arbitrów pokoju pomiędzy śmiertelnikami i Sylphami.\n<br/><br/>\nBadania Uriangera w czasie spotkania z Ramuhem doprowadziły do powstania pewnej teorii na temat tego, w jaki sposób Ascianie posiadają moce quasi-nieśmiertelności. Normalnie, Eter przepływa między swoją własną płaszczyzną (Płaszczyzną Eteryczną) a światem fizycznym. Tutaj daje życie wszystkiemu co istnieje, a gdy coś umiera, powraca do Eteru. Pierwotni to Eteryczne istoty o boskiej mocy, przyzywane mocą kryształów skoncentrowanego Eteru do utrzymania fizycznej formy. Ascianie jednakże wydają się żyć poza tym cyklem, w jakimś nieznanym, mrocznym miejscu. Gdy umierają, używają przepływu Eteru do opuszczenia śmiertelnej płaszczyzny, ale zamiast powrócić do cyklu, wracają na swoją własną płaszczyznę. Dzięki temu odkryciu, możliwe jest uwięzienie Asciana w eterycznej formie, po tym jak utraci on fizyczną powłokę, ale zanim opuści świat fizyczny. Czyżbyśmy właśnie znaleźli sposób na pokonanie Ascianów raz na zawsze…?",
  "Source": "https://landofodd.net/ffxiv-arr-story-summary/",
  "Extansion": "FFXIV_ARR"
},{
  "_id": {
    "$oid": "613b3ee0937720613c04e680"
  },
  "Patch": "2.4",
  "Title": "Lodowe_Sny",
  "Text": "Rozdział rozpoczyna się sprawą najwyższej wagi dla polityki wewnętrznej Kryształowych Śmiałków: garleański szpieg, znany jako Ivy, przeniknął do Wielkich Kompanii i za pomocą szantażu stara się osłabić Eorzę. Z pomocą zaufanego zastępcy dowódcy Alphinauda, Ilberda, korzystając z domańskich technik działań w ukryciu, Wojownik Światła dociera do sedna intrygi odkrywając, że Ivy to nikt inny, tylko Eline Roaille – Marszałek Płomieni, prawa ręka Generała Raubahna. Infiltracja wroga sięga tak głęboko, że istniała już w czasach założenia Nieśmiertelnych Płomieni. Ivy była potrójnym agentem, sprzedając informacje Monaterystom z Ul’dah, a także Heretykom Dravańskiej Hordy (czcicielom Smoków).  Elina wyjawia także, że wojna o sukcesję została zakończona w Garlemaldzie i na tronie zasiadł nowy Imperator: Varis Zos Galvus.\n<br/><br/>\nDruga część historii dotyczy Ser Aymerica z Ishgardu, który przybywa prosić Potomków o pomoc w związku ze znikającymi dostawami po tym, jak Ivy dała cynk heretykom. Najwyraźniej akcje heretyków pod przewodnictwem tajemniczej Lady Iceheart przerwały szlaki handlowe z Coerthas na południe, mianowicie do Mor Dhony. Oto więc nadarza się okazja, aby przetestować ducha walki Kryształowych Śmiałków pod bacznym okiem Alphinauda i Wojownika Światła.\n<br/><br/>\nŚledztwo ujawnia, że Lady Iceheart zamierza przywołać Pierwotnego – Świętą Shivę, która była niegdyś śmiertelniczką zakochaną w smoku. Czyni to, aby położyć kres Wojnie Smoczej Pieśni (trwającej wiele wieków bitwie między Ishgardem i Dravanianami) i ostrzega, że wszelkie próby jej powstrzymania skończą się dalszym rozlewem krwi. Jest przekonana, że jej czyny przysłużą się Eorzy. Wraz z tym przesłaniem, używa Eterytu do teleportacji, niszcząc kryształ za sobą, aby Wojownik Światła i Potomkowie nie mogli jej dalej śledzić.\n<br/><br/>\nMinifilia kontaktuje się ze starą przyjaciółką Moenbrydą z ojczyzny Sharlayan. Przyjaciółka ta przybywa nie tylko, żeby naprawić zniszczony Eteryt celem dalszego pościgu za Iceheart, ale też być może znaleźć ostateczny klucz do zabicia Ascianów: Biały Auracyt, kamień o niewyobrażalnej mocy zdolny przechwycić i uwięzić nieprzeniknione ilości Eteru. Wojownik Światła teleportuje się do Amfiteatru Akh Afah, by zmierzyć się z Lady Iceaheart. Ta przywołuje esencję Shivy i sama zmienia siebie w Pierwotnego. Bo mrożącej krew w żyłach walce, Lady Iceheart powraca do swojej pierwotnej formy. Przeklina Wojownika za bycie równie zaślepionym, jak Ishgardczycy i za trwonienie Daru Matki. Nakazuje Wojownikowi odszukać Strażnika Jeziora, jeśli ten pragnie poznać całą prawdę, a następnie znika w portalu ze słowami „Słysz… Czuj… Myśl...”, tak często wypowiadanymi do nas przez sam Kryształ Hydaelyn.\n<br/><br/>\nWraz z pozbyciem się zagrożenia ze strony heretyków Iceheart i odcięciem szpiegów Garleańskiego Imperium od Eorzy, dostajemy więcej pytań, niż odpowiedzi. Czy Shiva była Pierwotnym, który użył ciała Iceheart, czy może czymś innym? Jakim sposobem Iceheart potrafiła utrzymać świadomość przemieniając się w Shivę? Czy brali w tym udział Ascianie? Czy Biały Auracyt będzie w stanie odtworzyć ostrze światła, użyte przeciwko Lahabrei? Jedyny trop, jakim mogą teraz podążyć Potomkowie, jest Strażnik Jeziora – potężny król smoków Midgardsormr, który poległ w walce z garleańskim statkiem powietrznym w czasie ich pierwszej inwazji na Eorzę. Jego pradawne ciało leży w jeziorze poza Revenant’s Toll, a Astrologowie z Ishgardu wierzą, że niedługo odrodzi się ponownie. Ser Aymeric dziękuje za pomoc i zawiera z Alphinaud pakt, na mocy którego Potomkowie mają strzec Strażnika Jeziora, w zamian za zapewnienie nowych, bezpiecznych szlaków handlowych i dostaw kryształów z Revenant’s Toll.",
  "Source": "https://landofodd.net/ffxiv-arr-story-summary/",
  "Extansion": "FFXIV_ARR"
},{
  "_id": {
    "$oid": "613b3f0c937720613c04e682"
  },
  "Patch": "2.5",
  "Title": "Przed_Upadkiem",
  "Text": "Śmiałek imieniem Riol wyraża swoje zaniepokojenie możliwą korupcją w rangach Kryształowych Śmiałków, gdy coraz więcej dostaw broni zaczyna znikać. Komendant Ilbert prosi o pomoc Wojownika Światła w przeprowadzeniu śledztwa i odnalezieniu członka czarnego rynku, który może wiedzieć coś na temat zaginionych dostaw. Ilberd w końcu odnajduje sprawców, lecz zanim Wojownikowi Światła udaje się do niego dołączyć, Ilberd stoi wykończony w kałuży krwi należącej do członka czarnego rynku. Chcąc zamknąć sprawę, konfiskuje towar truposza i zleca Wojownikowi dostarczenie go Kryształowym Śmiałkom. Ci jednak stwierdzają, że dostawa ta wydaje się być zbyt mała i są przekonani, że to jeszcze nie koniec.\n<br/><br/>\nTymczasem, Wojownik Światła zostaje wezwany do Wschodzących Kamieni w Mor Dhonie, gdzie czekają na niego Ser Aymeric i porucznik Lucia. Lucia twierdzi, że przez całą krainę przebrzmiał ryk smoka nawołujący Dravarian do walki. Obawiają się, że Strażnik Jeziora mógł się przebudzić i proszą o zbadanie tej sprawy. Przebijając się przez pozostałości garleańskiego statku i pokonując niezliczone zastępy bestii i smoków wezwanych przez Midgardsormra, stajesz naprzeciw samego króla smoków, który rozpoznaje w Tobie Wojownika Światła wybranego przez Hydaelyn. Potężny smok twierdzi, że powinieneś spojrzeć na prawdę przez niezaćmione oczy i zdejmuje z Ciebie Błogosławieństwo Światła sprawiając, że wszystkie zbierane przez Ciebie kryształy zaczynają blednąć i znikają w ciemności. Midgardsormr przyjmuje formę małego smoczka i zawiązuje nowy pakt z Wojownikiem: aby ten ruszył z nimi, oferując w zamian mądrość i wiedzę, i żeby „Patrzył… Słuchał… i Czekał” przedrzeźniając w ten sposób słowa Hydaelyn.\n<br/><br/>\nWojownik Światła wraca, aby pomóc Moenbrydzie przetestować Biały Auracyt w bezpiecznym miejscu, w razie gdyby w wyniku napływu Eteru doszło to eksplozji. Na miejsce to wybrali Północny Thanalan, gdzie natrafiają na kolejnego Asciana o imieniu Nabriales. Widząc, że Wojownik nie posiada już Błogosławieństwa Światła i Potomkowie nie posiadają ochrony Hydaelyn, Ascian atakuje Wschodzące Kamienie w celu przejęcia laski Tupsimati i użycia jej mocy do sprowadzenia „Zjednoczenia”. Moenbryda i Wojownik przerywają jednak rytuał, zmuszając Nabrialesa do porwania Minfili, ranienia śmiertelnie Moenbrydy i ucieczki. Wojownik i Ascian stają ostatecznie do walki w Krystalis. Pokonany Nabriales szydzi z przeciwnika, twierdząc, że jest nieśmiertelny. Moenbryda używa Białego Auracytu do uwięzienia Asciana, jednak bez Błogosławieństwa Matki Kryształu, Wojownik nie jest w stanie przywołać ostrza światła, aby zniszczyć uwięzionego Asciana. Moenbryda poświęca resztki własnej energii życiowej i przelewa ją do Tupsimati, tworząc nowe ostrze światła, które niszczy na zawsze Nabrialesa… kosztem życia Moenbrydy.\n<br/><br/>\nPotomkowie zrozpaczeni po utracie przyjaciółki otrzymują nagle wezwanie z Ishgardu: smoki przybywają w odpowiedzi na ryk króla. Alphinaud prosi Wielkie Kompanie o pomoc, ci jednak odmawiają, jeszcze bardziej rozwścieczając Alphinauda który wytyka im, że dbają tylko o siebie. Liderzy w odpowiedzi zwracają uwagę na to, że Ishgard skrył się za swoimi murami, gdy Garlemald zaatakował, więc czemu mieliby teraz nadstawiać za nich karku? Sfrustrowany Alphinaud prowadzi Kryształowych Śmiałków do bitwy w Coerthas. Tam krzyżują się jeszcze raz ścieżki z Lady Iceheart, która niszczy pierwszą magiczną barierę Ishgardu chroniącą przed smokami i pozwala wielkiemu smokowi Vishapowi wkroczyć na Schody Wiary. I chociaż atak udało się ostatecznie odeprzeć, siły obronne granic Ishgardu zostały zdziesiątkowane.\n<br/><br/>\nPo powrocie do Wschodzących Kamieni, Minfilia zleca Ci dwa zadania. Pierwsze: pomóc Tataru (sekretarz Lalafel Potomków) stać się prawdziwym poszukiwaczem przygód. Drugie: pomóc w badaniach nad gridańskimi lasami. Przygody Tataru prowadzą go do Limsy Lominsy, gdzie nie udaje mu się zostać Arkanistą, postanawia więc wrócić do swojej pierwotnej roli sekretarza. W czasie badań jednak natrafiasz na ciało jednego z młodych Śmiałków, Wildreda. Po powrocie do kwatery głównej Riol oznajmia, że 1sza i 3cia Dywizja Kryształowych Śmiałków została przekupiona przez nikogo innego jak samego Teledji Aleledji. Przed swym okrutnym końcem Wilfred miał rzekomo zadawać wiele niewygodnych pytań swoim kompanom…\n<br/><br/>\nWojownik Światła wraz z resztą Potomków zostają zaproszeni na ucztę do Ul’dah. W międzyczasie jednak należy poszukać kolejnego zaginionego Śmiałka! W czasie poszukiwań natrafiamy na tajemniczą fiolkę, którą jednak odbiera Ci Laurentius i prosi o powrót na bankiet, obiecując że osobiście zajmie się poszukiwaniami. Po powrocie Wojownik zostaje zaproszony na prywatną audiencję u Sułtanki. Oznajmia mu ona, że planuje rozwiązać Syndykat i Sułtanat, zmieniając Ul’dah w republikę demokratyczną. Po tych słowach unosi kieliszek, wypija łyk i zaczyna zwijać się z bólu w konwulsjach – wino było zatrute! Sułtanka osuwa się na ziemię w momencie, gdy Teledji Adeledji wpada przez drzwi w otoczeniu żołnierzy Mosiężnych Ostrzy i deklaruje, że Ty – Wojownik Światła – jesteś winny królobójstwa! Zostajesz aresztowany i zabrany przez straż.\n<br/><br/>\nSpirala koszmarnych wydarzeń zaczyna obracać się w zastraszającym tempie. Ilberd, zaufany pomocnik Alphinauda, przystawia mu ostrze do gardła. Thancred spogląda z balkonu na zastępy Mosiężnych Ostrzy wkraczających na ulice i przejmujące kontrolę nad miastem. Uczta zostaje przerwana, gdy Teledji z hukiem wypada przez drzwi prowadząc spętanego Wojownika Światła i oznajmia, że Potomkowie Siódmego Świtu zostają aresztowani za spisek, królobójstwo i inne zbrodnie. Raubahn widząc kłamstwa Teledjiego, zaślepiony wściekłością na wieść o śmierci Sułtanki, rzuca się na niego, ale zostaje zatrzymany przez Ilberda, który szybkim cięciem pozbawia go ręki! Raubahn podnosi miecz ostatnią ręką, jaka mu została i nakazuje Potomkom ucieczkę, jako że tylko oni mogą zaprowadzić prawdziwego zabójcę Sułtanki przed oblicze sprawiedliwości.\n<br/><br/>\nPotomkowie uciekają kanałami z Ul’dah. Co chwila jeden z członków zatrzymuje się, aby powstrzymać ścigającego ich nieprzyjaciela i dać szansę ucieczki przyjaciołom. Najpierw pięściarka Ida i taumaturg Papylmo, potem Thancred i Yshtola i tak na końcu zostają tylko Minfilia i Wojownik Światła. Minfilia twierdzi, że Hydaelyn mówi do niej i nakazuje Wojownikowi zostawić ją, ruszając samemu.\n<br/><br/>\nPoza miastem Ul’dah jedyni pozostali członkowie Potomków Siódmego Świtu przegrupowują się: Wojownik Światła, Alphinaud i Tataru. Cid Garlond wraz z zaufanymi asystentami Biggsem i Wedgem zabiera ich na pokład Enterprise i wspólnie uciekają. Wschodzące Kamienie są teraz pod kompletną kontrolą Kryształowych Śmiałków, Sułtanka odeszła, a Potomków uważa się za zbiegłych kryminalistów. Cała trójka udaje się do ostatniego miejsca, gdzie znajdą pomoc i sojuszników: Coerthas i Dom Fortemps. Tam powitani są z otwartymi ramionami i zapewnieni, że otrzymają ochronę i pomoc Ishgardu. Alphinaud, nie będąc w stanie uratować Eorzy, popada w rozpacz. Na pomoc przychodzą przyjaciele: Wojownik Światła i Tataru. Przekonują go, że dopóki Potomkowie istnieją, nowy świt nadejdzie ponownie. Muszą jedynie skierować spojrzenia… W Stronę Nieba.",
  "Source": "https://landofodd.net/ffxiv-arr-story-summary/",
  "Extansion": "FFXIV_ARR"
},{
  "_id": {
    "$oid": "613b4d8c35272837f839d4c0"
  },
  "Patch": "3.0",
  "Title": "W_Stronę_Nieba",
  "Text": "Po śmierci Sułtanki Ul’dah i zapaści Potomków Siódmego Świtu, grupka członków – Tataru, Alphinaud i Wojownik Światła – pozostała bez domu i sprzymierzeńców. Ich jedyna szansa na przetrwanie to podróż na północ i wejście do Ishgardu pod ochroną Domu Fortemps, jednego z domów szlacheckich Ishgardu. Pomóc w tym ma stary przyjaciel Wojownika Światła, Haurchefant,  nieślubny syn patriarchy Fortemps – Lorda Edmonta de Fortemps.\n<br/><br/>\nBy odpłacić się Domowi Fortemps za udzielenie schronienia w tak ciężkich czasach, Wojownik Światła oferuje swoje usługi dwóm pozostałym synom Edmonta: Artorielowi i Emmanellianowi. Emmanellian jest leniwym obibokiem, który spoufala się z innymi szlacheckimi domami i używa Wojownika w celu zdobycia sławy i wyjścia z cienia swojego brata. Emmanellian zamierza przypisać sobie wszystkie zasługi Wojownika Światła, jednak Rycerze Róży i inni służący pod Obozem w Morzu Chmur szybko to zauważają i proszą Wojownika, żeby po prostu starał się utrzymać najmłodszego z braci z dala od tarapatów. Oczywiście, Emmanellian zostaje porwany przez Vanu Vanu, plemię bestio-ptaków, w ostatniej chwili uciekając przed Pierwotnym Vanu Vanu: Bismarkiem, podniebnym wielorybem.\n<br/><br/>\nArtoriel z kolei jest niezłomny, jeśli chodzi o jego obowiązki i lojalność wobec Ishgardu. W związku z tym jest nieufny wobec ludzi z zewnątrz i uchodźców wkraczających do Ishgardu, co widoczne jest w jego nastawieniu nawet wobec samego Wojownika Światła. Artoriel ma za zadanie odbudować Gniazdo Sokoła, fortecę na obrzeżach Zachodniego Pogórza Coerthas, która legła w gruzach po tym, jak Kataklizm przemienił tętniące niegdyś życiem Pogórze w zmrożone pustkowia. W czasie prac budowlanych, Wojownik i Artoriel natrafiają na grupkę Heretyków – czcicieli Pierwotnych ściganych przez Świętą Stolicę Ishgardu – i Lady Iceheart. W rozmowie z Midgardsormerem (smokiem, który potajemnie towarzyszy w naszej podróży od pamiętnej walki) i Wojownikiem, Iceheart oświadcza, że nie zamierza obracać Ishgardu w ruinę, a raczej zaprowadzić pokój między Ishgardem i Dravarianami. Udaje jej się uciec, ale reszta jej heretyków zostaje zabita, zanim Wojownik powraca do Ishgardu.\n<br/><br/>\nPo powrocie do miasta Wojownik Światła dowiaduje się, że Alphinaud i Tataru zostali aresztowani w świetle oskarżeń o herezję rzuconych przez jednego z dwunastu członków Straży Niebios, osobistych rycerzy Arcybiskupa Thoradana VII. Wojownik zwraca się z tym problemem do Ser Aymerica, jednak nawet on jest bezsilny wobec woli Straży Nebios. Jedynym wyjściem Wojownika Światła jest oddalenie oskarżeń poprzez wzięcie udziału w próbie walki. Gdy Alphinaud i Tataru są nareszcie wolni, zdradzają Wojownikowi możliwy sposób na uwolnienie Raubahna, Generała Płomieni uwięzionego po konflikcie w Ul’dah. Generał ma zostać stracony w głębinach Halatali, jednak Wojownikowi udaje się przeprowadzić udaną akcję ratunkową. Obydwoje uciekają, chroniąc się w starej bazie Potomków w Thanalanie, gdzie napotykają Uriangera, Papashan i Dewlala Dewla – członka Syndykatu Ul’dah – który odkrywa przed Wojownikiem i Raubahnem, że Sułtanka wcale nie umarła, a jedynie zapadła w głęboki sen dzięki temu, że Lord Lolorito zdołał podmienić fiolkę z trucizną na niegroźny środek nasenny, w celu zniweczenia planów Teledji Adaledji. Wieści od Tataru przerywają krótkotrwałą radość, gdyż oto Dravariańska Horda ruszyła i powoli zbliża się do Ishgardu.\n<br/><br/>\nWojownik Światła i Alphinaud powierzają Papashan i Raubahnowi losy Nanamo, a sami wracają na Północ. Alphinaud jest przekonany, że Lady Iceheart może być kluczową postacią w zakończeniu wojny między Ishgardem i Smokami, zanim obie strony wzajemnie się powybijają. Postanawiają poszukać Iceheart w okolicach Zachodniego Pogórza, gdzie widziano ją ostatnio. Towarzyszy im słynny Lazurowy Dragoon Ishgardu, posiadacz oka Wielkiego Smoka Nidhogga: Estinien. Estinien nalega na wzięcie udziału w misji, ale Alphinaud zgadza się jedynie pod warunkiem, że Dragoon wstrzyma się z pochopnym sięgnięciem po swoją lancę. Tataru w międzyczasie postara się zdobyć informacje na temat zaginionych członków Potomków. Grupa podejmuje trop Lady Iceheart i wkrótce udaje im się ją zlokalizować. Dowiadują się od niej, że pertraktacje z jednym z siedmiu wielkich smoków Nidhoggiem, który dowodzi Hordzie, są absolutnie niemożliwe. Nidhogg z całego serca nienawidzi pomniejszych ras, ale inny z wielkich smoków – Hraesvelgr – może być bardziej otwarty na rozmowy. Iceheart postanawia przyłączyć się do grupy i gdzieś głęboko wewnątrz Wojownika Światła Kryształ Lodu rozpala się ponownie, przezwyciężając blokadę nałożoną przez Midgardsormra.\n<br/><br/>\nAby dotrzeć do legowiska Hraesvelgra, grupa musi podróżować przez Przylądek Dravariański, przejść przez ruiny Sohm Al, by w końcu dotrzeć do Wzburzonych Mgieł. W czasie tej eskapady, Lady Iceheart prosi Wojownika, aby zwracał się do niej po imieniu: Ysayle. Ysayle i Estinien kłócą się zażarcie o naturę prawdziwych intencji smoków i o to, czy można im zaufać. Alphinaud zapewnia, że wszystko zostanie ujawnione, gdy zdolność Echa Wojownika Światła odkryje przed nimi prawdę. Większy problem narasta jednak w trakcie podróży, kiedy plemię bestii robaków Gnath przywołuje Pierwotnego – Ravanę. Gnathy przywołały Pierwotnego, aby pomógł im w wojnie przeciw smokom i Ishgardowi w ramach zemsty, za zniszczenie ich ula. Chcąc uniknąć udziału trzeciej frakcji w nadchodzącym konflikcie, Wojownik Światła musi zatrzymać Ravanę i uciszyć gniew Gnathów.\n<br/><br/>\nPo zwycięstwie nad Gnathami, Wojownik Światła i jego grupa docierają przez Dohm Al do Mgieł, gdzie napotykają Moogle z Mogdomu. Moogle te były pierwszą z grup służących Dwunastu, zanim Dobry Król Moogle odszedł i poprowadził fakcję moogli na powierzchnię Dwunastolasu. Moogle z Mogdomu służą teraz smokom i Wojownik Światła musi udowodnić przed nimi swoją wartość, aby zasłużyć na spotkanie z Hraesvelgrem. Spotkanie nie przebiega jednak według planu. Zmęczony, stary smok przybywa by zniszczyć wszelką nadzieję na pokój tłumacząc, że Ysayle nie jest reinkarnacją Shivy, a jedynie wskrzeszonym cieniem Shivy zrodzonym z pragnienia serca. Coś podobnego miało miejsce wiele lat temu, gdy Allaganie przywołali Bahamuta pod przewodnictwem Mrocznych. Wielki smok mówi również o początku Wojny Smoczej Pieśni. Po tym jak 1200 lat temu Święta Shiva umarła, by swoją miłością wprowadzić pokój wśród ludzi i smoków, jej marzenie również umarło 200 lat później. Wtedy to Król Thordan I wraz ze swoimi rycerzami zarżnął siostrę Nidhogga, wyrwał jej oczy i pożarł je niczym zwierzę, aby zyskać moc smoka. Smak smoczej krwi wciąż płynie w żyłach Ishgardczyków do tego dnia, dlatego Heretyk może przemienić się w pół-smoczego potwora po wypiciu najmniejszej nawet ilości czystej, smoczej krwi. Technikę tę wykorzystuje sam Nidhogg aby tworzyć swoją armię i przelać każdą kroplę skradzionej smoczej krwi. Nadzieje Ysayly na pokój zostają zmiażdżone a wiara zachwiana. Wtedy to Estinien postanawia, że jego obowiązkiem jako Dragoona, jest położyć kres poczynaniom Nidhogga raz na zawsze.\n<br/><br/>\nJednakże aby przebić się przez Wyląg, w którym kryje się Nidhogg, Wojownik i Estinien potrzebują nowej metody na przedarcie się przez eteryczne burze szalejące wokół legowiska smoka. Na szczęście na ratunek przybywają Cid, Biggs i Wedge, którzy ciężko pracowali nad stworzeniem czegoś, co mogłoby stanowić rozwiązanie tego problemu: Rozcinacz Many. Urządzenie wymaga jednak dopracowania, więc Wojownik wykorzystuję tę okazję do poświęcenia uwagi wydarzeniom w Ul’dah. Nadeszła pora przebudzenia Sułtanki. Nanamo niczym nowo narodzona i Lord Lolorito dzielą się nowymi wieściami: Garleańskie Imperium pod władaniem nowego Imperatora kończy prace nad potężnym statkiem powietrznym mającym zaatakować Eorzę. Skala statku przypomina ten z czasów Kataklizmu, a który teraz leży w jeziorze w Mor Dhonie. Ul’dah przygotowuje się do odparcia Imperium, a Wojownik Światła wraca do Cida odebrać zestaw nowych skrzydeł.\n<br/><br/>\nWojownik Światła i Estinien prowadzą zaciekłą walkę z Nidhoggiem, zmuszając Estiniena do zaczerpnięcia mocy ze skradzionego oka, dzięki czemu Wielki Smok niemal przejmuje kontrolę nad umysłem Estiniena. Bestia zostaje w końcu zabita, wykrwawiając się na smoczą zbroję Dragoona, zmieniając jej kolor na krwawy szkarłat. Dokonując swej zemsty, Estinien odczuwa jedynie pustkę rozumiejąc, że podobna żądza zemsty kierowała jego wrogiem. W międzyczasie Echo błogosławi Wojownika Światła prawdą na temat oczu Nidhogga, przedstawiając wizję wieków minionych. Po tym jak Nidhogg zabił Króla Thordana w zemście za zabicie siostry smoka, syn Thordana – Książę Haldarth – odwdzięczył się tym samym, zarzynając bestię. Po zabiciu Nidhogga, Haldrath poproszony jest przez czterech rycerzy o zajęcie miejsca na tronie, jednak ten odmawia. Twierdzi, że jako potomek ludzi, którzy pożarli oczy smoka, jest częścią przeklętego rodu. Dopóki cienie stworów w łuskach będą snuły się po ziemi, dopóty będzie łowcą smoków, aż śmierć da mu ukojenie. Czterech rycerzy postanawia, że Ishgard nie będzie miał jednego króla, a o sprawach Ishgardu decydować będą ich cztery domy. Okazało się również, że Hraesvelgr przekazał jedno ze swoich oczu umierającemu Nidhoggowi, przez co Wojna Smoczej Pieśni trwała dalej.\n<br/><br/>\nWojownik Światła wraca wraz z ekipą do Ishgardu, zastając miasto opanowane przez Heretyków. Ysayle i Haurchefant starają się uspokoić obie strony konfliktu nalegając, że pokój został osiągnięty wraz z pokonaniem Nidhogga. Wojownik Światła i Alphinaud spotykają się z Domem Fortemps, aby przedyskutować prawdę odkrytą przez Echo. Święte księgi Kościoła wydają się być przepełnione kłamstwami na temat początków wojny, jak i królewskiego pochodzenia czterech szlacheckich domów. I chociaż Nidhogg został pokonany, konsekwencje odkrytej przy tym prawdy mogą wprowadzić ogromny chaos w Ishgardzie. Ser Aymeric bierze na siebie brzemię spotkania z Arcybiskupem i potencjalnego oskarżenia o bluźnierstwo i zdradę. Tak też się dzieje i Ser Aymeric zostaje strącony do więzienia w Krypcie.\n<br/><br/>\nPo uwięzieniu Aymerica Lucia, jego prawa ręka, stara się go uwolnić. Haurchefant i Wojownik Światła postanawiają pomóc, jednak nawet przy wsparciu całego szwadronu rycerzy, włamanie do Krypty graniczy z niemożliwością. Jedynie uzyskując pomoc Rewolucjonistów, żyjących w najniższych poziomach miasta, mogą osiągnąć sukces. Wojownik Światła, Tataru i Alphinaud schodzą do podziemi i dowiadują się o niejakim „Mieszańcu”, przywódczynią rewolucji zrodzoną ze szlachetnie urodzonego ojca i zwykłej służki, która została przegnana, po zajściu w ciążę ze szlachcicem. Razem z Hildą, wspomnianym Mieszańcem, przypuszczacie udany atak na Kryptę. Ser Aymeric zostaje uwolniony, niestety nie udaje się zatrzymać Arcybiskupa, który wysyła za nimi dwóch członków Straży Niebios. Żołnierze ci potrafią osiągnąć „Formę Pierwotnych”, podobnie jak w przypadku Ysayle z Shivą. Ostatecznie grupa otrzymuje bolesny cios, gdy Lord Haurchefant poświęca własne życie w obronie Ser Aymerica i Wojownika Światła. Jedyną wskazówką, jaką udaje się zdobyć po tak bolesnej stracie, jest nazwa: Azys Lla.\n<br/><br/>\nChociaż nazwa niewiele mówi komukolwiek, Cid zakłada, że jeśli Thordan VII miał do czynienia z Ascianami, zapewne chodzi o to samo, co w przypadku Gaiusa Van Baelsara: sekrety Imperium Allagańskiego. Cid przygotowuje Enterprise i grupa rusza do Morza Chmur, gdzie Garleańskie Imperium zaatakowało właśnie plemię Vanu Vanu. Po udanej interwencji dowiadujemy się od Vanu Vanu, że Azys Lla jest „Ojczyzną Zakazanych Sekretów” i „Kolebką Grzechu”, ale przyznają, że mają do niego klucz ukryty w jednej z kapliczek. Naturalnie, w tym samym momencie kapliczka zostaje zniszczona przez Bismarka Białego, więc jedynym sposobem odzyskania klucza, jest pokonanie Pierwotnego. Po udanej walce z Wielorybem, Wojownik czuje coraz silniejsze połączenie z Hydaelyn. W chwili roztargnienia i zamyślenia jednak, traci klucz na rzecz Arcybiskupa, który tylko czekał na taką okazję.\n<br/><br/>\nCid rusza w pogoni na pokładzie Enterprise, jednak nie jest w stanie spenetrować Eterycznej bariery chroniącej dryfujący kontynent Azys Lla. W tym samym czasie Lucia oznajmia, że nie tylko nie urodziła się w Ishgardzie, ale jest w dodatku garleańską siostrą Livii Sas Junius, jednej z podwładnych Gaiusa Van Baelsara. Nie mogąc dostać się do Azys Lla, grupa wraca do Ishgardu. Tataru przekazuje wiadomości na temat zaginionych członków Potomków! Nieśmiertelne Płomienie przeczesując kanały w poszukiwaniu Minfilii, Thancreda i Yshtoli, natrafiają na różdżkę Yshtoli. Okazuje się, że gdy kanały zostały zasypane, Yshtola użyła teleportacji, została jednak uwięziona w naturalnym przepływie Eteru. Aby ją stamtąd wydostać, grupa potrzebuje pomocy siostry Yshtoli. Rytuał kończy się połowicznym sukcesem: Yshtola wraca, ale w wyniku wszystkich tych wydarzeń traci wzrok. Przyznaje, że jej badania nad Eterem nie są na tyle zaawansowane, aby stworzyć broń potrzebną do przebicia Azys Lla. Wie natomiast, kto będzie posiadał takowe informacje – jej stara mentorka, Matoya.\n<br/><br/>\nGrupa udaje się do Jaskini Matoyi w górach, gdzie dowiadują się o urządzeniu zwanym Eterycznym Łączem. Matoya zaprojektowała go dawno temu, jednak sam projekt znajduje się w starym tomie zamkniętym w Wielkiej Gubalnej Bibliotece. Po odzyskaniu książki, Matoyi udaje się odszyfrować zapiski, co pomaga Cidowi zaprojektować Eteryczny Taran do zamontowania na statku. Problemem jest jednak źródło energii potrzebne do zasilenia tak potężnego narzędzia. Alphinaud wpada na pomysł użycia oka Nidhogga, które jest przecież źródłem niemal nieskończonych zasobów Eteru. Aymeric udaje się omówić sprawę z Estinienem, podczas gdy Cid przygotowuje Enterprise. Wojownik Światła zbiera drużynę: Yshtolę, Estiniena, Biggsa, Wedga, Cida i Ysaylę. Yshtola i Estinien kłócą się o to, czy Oko Nidhogga nie zacznie przejmować kontroli nad Estinienem, ten jednak twierdzi, że prędzej je zniszczy, niż na to pozwoli. Cid kończy pracę nad taranem i zmienia nazwę przemodelowanego statku na Enterprise Excelior.\n<br/><br/>\nGdy Enterprise Excelior przygotowuje się do przebicia bariery Azys Lla, statek zostaje zaatakowany przez potężną machinę bojową Imperium, o której niedawno wspominał Lord Lolorito. Ysayle postanawia poświęcić własne życie, przemieniając się raz jeszcze w Shivę i atakując statek bojowy wroga. Ysayle zostaje zabita, ale grupie ostatecznie udaje się przebić przez barierę i dotrzeć do Azys Lla. Tam trafiają na VI Szwadron Imperialnej Armii pod przywództwem Regula van Hydrusa. Estinien oddaje oko smoka Wojownikowi i każe im ruszać dalej, a sam odeprze przeciwnika. Midgardsormer nakazuje odnalezienie jednego ze swoich dzieci – Tiamata – na pobliskiej wyspie. Tam Tiamat opisuje historię smoków, które żyły w pokoju przez całe millenia, dopóki Allagowie nie doszli do władzy. Ludzie ci zabili niezliczoną ilość smoków i zniszczyli Bahamuta. Ascianie przybyli do Tiamata, oferując możliwość wskrzeszenia Bahamuta. Po rytuale przywołania Tiamat zdał sobie jednak sprawę, że nie jest to prawdziwy Bahamut. Zarówno Bahamut jak i Tiamat zostali uwięzieni przez Allaganów w celu zasilania ich maszyn. Tiamat ostrzega, że bogowie przywołani do tego świata pochodzą jedynie z naszych serc i pragnień i nie są prawdziwymi bogami. Ich przywoływanie natomiast wyrządza wielką krzywdę Hydaelyn. Po tym olśnieniu, Wojownik Światła nawiązuje pełnię połączenia z Hydaelyn raz jeszcze. Bogini ostrzega przed nadejściem Sługów Ciemności. Midgardsormr jest za to pod wrażeniem i gratuluje Wojownikowi Światła, który udowodnił swoją wartość przed darem Matki Kryształu. Smok zabiera Wojownika i leci z nim w kierunku ostatecznego pojedynku.\n<br/><br/>\nWojownik Światła dociera do Eterochemicznej Placówki Badawczej, gdzie staje naprzeciw dwóch Ascianów – Lahabrei, którego Wojownik spotkał już wcześniej i Igeyhorma – który mówi o pragnieniu przywołania Lorda Zordiaka. Ujawniają oni prawdziwą moc Echa, które potrafi dosłownie niszczyć bariery egzystencji i sprawia, że dwóch Ascian łączy się w jedną istotę: Ascian Prime. Jednak z pomocą nowo odzyskanego Błogosławieństwa i mocy oka Nidhogga, Wojownik pokonuje Ascian. To jednak nie koniec zmagań, gdyż na miejsce przybywa Arcybiskup Thordan VII. Thordan pragnie rządzić światem i zaprowadzić pokój jako Bóg-Król za pomocą drugiego oka Nidhogga, które leżało pochowane z Haldrathem, synem Króla Thordana I i pierwszego Lazurowego Dragoona. Arcybiskup zamierza przemienić siebie i Strażników Niebios w Pierwotnych. Przemienia się w Boga-Króla Thordana i zabija Lahabreię, wchłaniają jego moc. Thordan nie ma jednak szans przeciw Wojownikowi Światła i po krótkiej walce Arcybiskup leży martwy. Na miejsce przybywa Estinien, podnosząc parę oczu Nidhogga i oświadczając, że należy je zabrać zarówno ludziom jak i smokom. W tej chwili jednak moc Nidhogga opętuje Estiniena i ten staje się nowym naczyniem dla Wielkiego Smoka. Nidhogg odlatuje, ponownie sprowadzając swój gniew na świat.\n<br/><br/>\nWojownik Światła powraca do Ishgardu, gdzie Midgardsormr zadaje Aymericowi proste pytanie: „Dziecię Thordana, czy pragniesz pokoju?” Ludzie Ishgardu ze szczęściem odpowiadają „TAK”. Od teraz nastanie pokój, a Ishgard zostanie włączony do Przymierza Eorzy. W Coerthas ma miejsce niewielki pogrzeb ku czci Haurchefanta. A wysoko na górze, na powierzchni księżyca, Elidibus rozmyśla nad porażką Lahabrei, któremu nie udało się sprowadzić Ósmego Zjednoczenia. Odwraca się do tajemniczej postaci i twierdzi, że nadeszła już chyba pora na debiut Wojownika Ciemności.",
  "Source": "https://landofodd.net/ffxiv-heavensward-story-summary/",
  "Extansion": "FFXIV_HS"
},{
  "_id": {
    "$oid": "613b517f35272837f839d4c2"
  },
  "Patch": "3.1",
  "Title": "Jako_W_Świetle,_Tak_I_W_Ciemności",
  "Text": "Ser Aymeric pragnie zaprowadzić trwały pokój z Dravanianami, dlatego kontaktuje się z Wojownikiem Światła, by ten spotkał się z Lucią i Hraesvelgrem. Aby jednak uzyskać audiencję u smoka, Wojownik musi pomóc jego córce Vidofnr w uporaniu się z agresywnym zachowaniem Gnathów. Sami Dravanianie nie chcą się w to mieszać, aby nie eskalować kolejnego konfliktu w obliczu dopiero co zażegnanego konfliktu z Ishgardczykami.\n<br/><br/>\nW międzyczasie Yshtola czeka na przybycie Krile, przyjaciółki Minfilii i jednej z ostatnich Studentów z Baldesion pozostałych przy życiu. Krile przybywa pomóc z odnalezieniem pozostałych zaginionych członków Potomków. Lalafellka prosi Yshtolę o wstawienie się w jej imieniu u Matoyi, w celu pożyczenia Kryszałowego Oka, za pomocą którego jest w stanie zlokalizować Thancreda na stokach Sohm Al. Współpracując z miejscowymi łowcami i przyjacielsko nastawionymi Gnathami, udaje się dowiedzieć więcej o losach Thancreda. Od jakiegoś czasu żył w dziczy i czasami handlował z miejscowymi tym, co udało mu się upolować. Śledztwo zostaje przerwane informacją o tym, jakoby Pierwotny Bóg Gnathów – Ravana – znów został przywołany. Wojownik Światła, Alphinaud, Krile i Yshtola biegną w stronę ula, gdzie natrafiają na grupę noszącą ciemne zbroje, z brutalnie pokonanym Pierwotnym u ich stóp. Nazywają siebie Wojownikami Ciemności, tymi którzy wybrali odmienną ścieżkę. Za pomocą mocy Echa udaje się dowiedzieć, że byli niegdyś bohaterami, którzy pokonali Ascianów. Wojownicy Ciemności atakują grupę Wojownika Światła i niemal ich zabijają, na szczęście do akcji w ostatniej chwili wkracza Thancred. Wojownicy Ciemności teleportują się obiecując, że spotkają się ponownie w niedalekiej przyszłości.\n<br/><br/>\nPierwotny został więc pokonany, więc agresja Gnathów wobec Dravanian na chwilę się uspokoiła. Vidofnir przekazuje, że aby uczcić pamięć po Ysayle, która poświęciła swoje życie w imię pokoju, Hraesvelgr zgadza się, aby jego pobratymcy zdecydowali, jaką ścieżką Dravanianie chcą podążyć. Tak więc Vidofnir zgadza się na szerzenie słowa pokoju i służenie jako posłannik rozmów pokojowych Ser Aymerica. Jednakże grupa zwąca siebie Prawdziwym Braterstwem Wiary ma inne plany wobec Lorda. W trakcie przechadzki przez miasto, jeden z żebraków wpada na Ser Aymerica i wbija sztylet w jego brzuch. Próba zamachu prowadzi do zamieszek w całym Ishgardzie, a samo miasto staje w ogniu, zanim Wojownikowi Światła udaje się powrócić. Dochodzi do śledztwa, które ma na celu znalezienie sprawców odpowiedzialnych za ostatnie wydarzenia. Ostatecznie Braterstwo zostaje pokonane, niestety ostatni z jego członków spycha małą dziewczynkę z dachu katedry. Dziewczyna spada i kilka sekund później zostałaby z niej tylko plama, gdyby nie nagłe przybycie Vidofnir, która ratuje brzdąca przed okrutnym i bolesnym losem. Wszyscy klaszczą. Vidofnir przybyła do Ishgardu aby przekazać wiadomość, która od razu ucisza okrzyki radości: Nidhogg gotuje się do ataku.\n<br/><br/>\nW odpowiedzi na powstanie mieszkańców i plotki na temat konspiracji w celu zamordowania Arcybiskupa, Hrabia Edmont postanawia ustąpić jako lider Domu, przekazując swoje obowiązki starszemu synowi, Artorielowi. W międzyczasie, gdzieś w Eorzy spotykają się Ascian Elidibus, Wojownik Ciemności i Urianger, badacz Potomków. Urianger pochylony nad apokryficznym tomem, odrzuca go jako nonsens, ale Elidibus zapewnia go, że wszystko w nim zawarte, jest prawdą i Potomkowie wiedzą dobrze, co powinni zrobić. Nieznana osoba obserwuje całe spotkanie z cienia. W innej lokacji Papalymo i Yda zbierają siły aby zaatakować Garleańskie Imperium. Papalymo zaznacza, że mają też inne obowiązki i nie mogą zostać dłużej. Yda zaznacza, że zdaje sobie z tego sprawę i zamierza zająć się WSZYSTKIMI obowiązkami.",
  "Source": "https://landofodd.net/ffxiv-heavensward-story-summary/",
  "Extansion": "FFXIV_HS"
},{
  "_id": {
    "$oid": "613b519e35272837f839d4c4"
  },
  "Patch": "3.2",
  "Title": "Tryby_Zmian",
  "Text": "Poszukiwania Minfilii nareszcie się zaczynają. Wojownik Światła z radością patrzy na powrót F’lhaminn, przyrodniej matki Minfilii, a także kilku lojalnych członków Kryształowych Śmiałków, którzy uciekli za granicę w czasie upadku Potomków. Thancred i Krile prowadzą badania nad przepływem eterycznym w momencie, gdy Hydaelyn interweniowała bezpośrednio w bitwie z Bronią Ultima. W połączeniu z badaniami w miejscu zniknięcia Minfilii, konkluzja jest następująca: Hydaelyn interweniowała osobiście i prawdopodobnie doprowadziła do tego, że Minfilia została uwięziona w Eterze. Teorię tę można przetestować dzięki Anty-Wieży, strukturze zbudowanej przez ród Sharlayan, pozwalającej na zajrzenie do Eteru bezpośrednio.\n<br/><br/>\nNa szczycie Anty-Wieży Wojownik Światła spotyka Matkę Kryształ, która jest zbyt osłabiona, by wypowiedzieć chociaż słowo do swojego czempiona. Zamiast tego, wygląda na to że Hydaelyn przejęła kontrolę nad Minfilią, która teraz nazywa siebie „Głosem Matki”. Głos opowiada historię sięgającą zarania dziejów, kiedy Światło i Ciemność były równe sobie, jednak Ciemność była coraz bardziej żądna mocy i Światło postanowiło je wygnać. Światłem była Hydaelyn, która uformowała świat, a Ciemnością był Zodiark, który został uwięziony. Niestety, poprzez zamknięcie Zodiarka Hydaelyn strzaskała rzeczywistość, tworząc 14 różnych inkarnacji. Źródło (świat w którym znajdujemy się my) i 13 lustrzanych wszechświatów. Słudzy Zodiarka – Ascianie – zamierzają ponownie połączyć wszystkie lustrzane światy ze Źródłem, aby przywrócić moc swego Boga. Dokonują tego poprzez wywołanie Umbralnych Kataklizmów, które jak do tej pory zatrzęsły Źródłem już siedem razy. Głos prosi Wojownika o powstrzymanie Ascian teraz, kiedy Hydaelyn jest tak osłabiona. Z ostatnimi słowami, forma Minfilii znika, a Wojownik Światła wraca przekazać przerażonym członkom Potomków, jaki los spotkał ich przywódczynię.\n<br/><br/>\nTymczasem w Gnieździe Sokoła prowadzone są przygotowania do rozmów pokojowych między ludźmi i smokami. Niestety grupa opozycjonistów, którzy stracili ukochanych w bitwie ze smokami dostała się w przebraniu na festiwal, podburzając ludzi przeciwko pokojowi. Twierdzą, że cała ta farsa jest tylko planem Dravanian, którzy pragną wybić wszystkich pozostałych przy życiu. Co gorsza, Emmanellain – młodszy i rozleniwiony syn Domu Fortemps – nakazuje strażnikowi powstrzymanie protestującej kobiety, a ten na rozkaz wypuszcza strzałę bezpośrednio w pierś biednej kobiety. Tłum jest rozwścieczony. Ser Aymeric zdaje sobie wtedy sprawę z tego, że próba wymazania przeszłości z umysłów ludzi wychowanych na walce z przerażającym przeciwnikiem jest niemożliwa. Zamiast tego postanawia udowodnić, że przywódcy i szlachcice Ishgardu nie zapomnieli dumnej wojskowej historii swoich ludzi i zapowiadają wielki turniej, w którym wezmą udział pozostali członkowie Przymierza Eorzy. Emmanellain również zgłasza się na ochotnika, chcąc zmazać plamę na honorze po pechowym incydencie na ceremonii. Turniej kończy się bitwą pomiędzy Raubahnem z Nieśmiertelnych Płomieni i Wojownikiem Światła.\n<br/><br/>\nGdy nastroje się poprawiły, Ser Aymeric i Vidofnir przystąpili do ceremonii rozmów pokojowych. Ceremonia ta została niestety ponownie przerwana, tym razem przez samego Lazurowego Dragoona – Estiniena – a raczej tym co z niego zostało. Wyłaniając się z oczami Nidhogga wtopionymi w zbroję, przemawia głosem samego Wielkiego Smoka, przeklinając zebranych za odstawianie szopki. Twierdzi, że jego gniewu nie da się ugłaskać zwykłymi rozmowami, dopóki ostatni z żyjących potomków Ishgardu nie padnie trupem, a każdy kto stanie mu na drodze zginie razem z nimi. Po tych słowach wbija swoją lancę w Vidofnir zalewając fresk smoczą krwią, przyjmuje formę Nidhogga i odlatuje. Ludzie zaczynają skandować „Śmierć Nidhoggowi!”, a w oddali na wszystko patrzy Wojownik Ciemności, obserwowany z kolei przez Thancreda.\n<br/><br/>\nTymczasem Papalymo prawi Ydzie kazanie o nieufności wobec kogokolwiek w tak mrocznych czasach, gdy nagle nieznana postać wkrada się do namiotu i unosi srebrną maskę.",
  "Source": "https://landofodd.net/ffxiv-heavensward-story-summary/",
  "Extansion": "FFXIV_HS"
},{
  "_id": {
    "$oid": "613b51bb35272837f839d4c6"
  },
  "Patch": "3.3",
  "Title": "Zemsta_Hordy",
  "Text": "W czasie gdy Horda Nidhogga przygotowuje się do ataku, a mieszkańcy Ishgardu domagają się głowy smoka, Wojownik Światła, Alphinaud i Ser Aymeric udają się na rozmowę do Hraesvelgra. Chociaż ten ufa ich zamiarom, przekonują go, aby poddał ich determinację próbie. Gdy tylko udaje im się zakończyć próbę i zyskać szacunek Hraesvelgra, donośny dźwięk rozlega się od Ishgardu po Dravanię. Atak Nidhogga nadchodzi. Bohaterowie ruszają na Schody Wiary, aby stanąć po raz ostatni przeciwko Nidhoggowi. Wojownikowi Światła udaje się pokonać Wielkiego Smoka i ogłuszyć Estiniena, używając jednego z oczu Hraesvelgra. Alphinaud i Wojownik ruszają do Lazurowego Dragoona, aby wydłubać Oczy Nidhogga z jego zbroi. Trud ten wydaje się daremny, dopóki na pomoc nie przychodzą ich pokonani przyjaciele. Oczy zostają wyrwane i wrzucone do otchłani Morza Chmur, znajdującego się pod Schodami Wiary.\n<br/><br/>\nEstinien nareszcie budzi się słysząc szloch Alphinauda. Lamentuje on nad podobieństwem losów Dragoona i Nidhogga. Obydwaj utracili swoje rodziny i przez to zapragnęli zemsty, tylko że Estinien miał w swoim życiu ludzi, którzy troszczyli się o niego i wspierali go. Mimo wszystko, Nidhogg został zniszczony, więc polowanie Estiniena dobiegło końca i może nareszcie złożyć broń Lazurowego Dragoona. Ser Aymeric rezygnuje z roli tymczasowego przywódcy Ishgardu, rozwiązując rządy Arcybiskupstwa swoim ostatnim rozporządzeniem. Zamiast tego w Ishgardzie wybrani zostaną członkowie Izby Gmin i Izby Lordów, w celu ustalenia nowego rządu. Teraz zarówno ci szlachetnie urodzeni, jak i ci z niższego szczebla społecznego będą decydowali o losach miasta. Wojna Smoczej Pieśni dobiegła końca.\n<br/><br/>\nTo jednak nie koniec kłopotów. Rycerz Ciemności stojący na skraju Morza Chmur pod Schodami Wiary kontaktuje się z Wojownikiem Ciemności, który jest na spotkaniu z Ascianem Elidibusem. Ich rozmowę przerywa hałas dochodzący z cieni. Wojownik Ciemności skacze do ataku odkrywając, że w mroku ukrywała się siostra Alphinauda, Allisae. Prawie zostaje zabita na miejscu, na szczęście Thancred, który od początku śledził poczynania Wojownika Ciemności, ratuje ją w ostatniej chwili. Allisae i Thancred uciekają w nadziei, że nieprzyjaciel ich nie dogoni.",
  "Source": "https://landofodd.net/ffxiv-heavensward-story-summary/",
  "Extansion": "FFXIV_HS"
},{
  "_id": {
    "$oid": "613b523a35272837f839d4c8"
  },
  "Patch": "3.5",
  "Title": "Odległy_Kraniec_Przeznaczenia",
  "Text": "Potomkowie Siódmego Świtu zostają wezwani do Wschodzących Kamieni przez Alphinauda, w celu omówienia pewnej kwestii. Należy wybrać kogoś w zastępstwie Minfilii na pozycji koordynatora drużyny. Potomkowie z radością nominują Alpnhinauda, ten jednak odmawia. Papalymo sugeruje, że wszyscy członkowie znają się już tak dobrze, że koordynator nie jest potrzebny. Nagle wyczerpana Miquotka z ruchu oporu Ala Mhigo wpada, by przekazać wiadomość od Ydy i Papalymo. Gryf zamierza sprowokować wojnę między Sojuszem Eorzy a Imperialistami okupującymi Gyr Abanię, poprzez zaatakowanie Muru Baelsara (jest to przeogromna stalowa konstrukcja oddzielająca Gyr Abanię od Czarnego Całunu). Przywódcy Wielkich Kompanii i Ser Aymeric szybko zostają poinformowani o nadchodzącym zagrożeniu.\n<br/><br/>\nLiderzy zbierają się w Gridanii aby omówić plan działania. Tymczasem Yda, Papalymo, Thancred i Yugiri przekradają się tunelem używanym przez członków ruchu oporu za mur, aby namówić Gryfa do odwołania ataku. Niestety nagle dochodzi do wybuchu na szczycie muru. Jeden ze strażników oświadcza ku konsternacji zebranych, że siły Wielkich Kompanii zaatakowały Mur Baelsara, mimo że nikt nie wydał takiego rozkazu. Alphinaud od razu rozumie, że to wszystko było pułapką. Zmuszając Sojusz Eorzy do umocnienia granic i przebierając swoich żołnierzy w uniformy Wielkich Kompanii, Gryf zaaranżował wszystko tak, żeby wyglądało to na wszczęcie wojny przez Eorzę, a nie ruch oporu Ala Mhigo. Wojownik Światła rusza na Mur Baelsara.\n<br/><br/>\nTam właśnie Wojownik spotyka Gryfa, który okazuje się być Ilberdem – zdrajcą Kryształowych Śmiałków, który sprzedał Lorda Lolorito aby sfinansować osobistą rewolucję przeciw okupacji Imperium w Ala Mhigo. Pokonany Ilberd poświęca się, używając Oczu Nidhogga i przywołując Pierwotnego o większej mocy, niż sam Bahamut. Nie widząc innej opcji, Papalymo nakazuje Wojownikowi Światła i Ydzie uciekać, a sam wyciąga Tupsimati mając nadzieję, że uda mu się odtworzyć rytuał zapieczętowania swojego nauczyciela – Mistrza Louisoixa – użyty w  Carteneau. Wiedząc doskonale, co się stanie z użytkownikiem techniki pieczętującej, Yda odmawia i musi zostać siłą odciągnięta przez Thancreda na statek Hildy. Papalymo odprawia rytuał zalewając wszystko oślepiającym białym światłem i zamykając kształtującego się Pierwotnego w Kokonie Światła.  Już na ziemi, Thancred przemawia do Ydy: Papalymo wiedział co robi i miał tę samą determinację w oczach, co Louisoix wiele lat temu. Jeśli chce znienawidzić Thancreda, ten się z tym pogodzi, ale prosi ją, żeby nie nienawidziła Papalymo za jego niesamowity akt odwagi.\n<br/><br/>\nTymczasem gdzieś w Zatoce Vesper ogromny Samurai  wysiada z łodzi, śmiejąc się dumnie, że oto w końcu przybył do Eorzy. Zaraz po tym mdleje z głodu przed dużym tłumem, w którym znajdował się Urianger domyślający się, skąd przybył dziwny mężczyzna. Wojownik Światła wraca do Mor Dhony przekazać smutne wieści o poświęceniu Papalymo.  Potomkowie rozprawiają na temat tego, co począć z Kokonem Światła i uwięzionej w nim bestii. Przez drzwi wpada Nero tol Scaeva przedstawiając swój pomysł: użyć tej samej metody, z której skorzystali pradawni Allagani do schwytania Bahamuta – Omegi. Broń jest nadal zamknięta pod Równinami Cartenau. Chociaż nikt nie ufa Nero, nie widzą innego rozwiązania. We Wschodzących Kamieniach masywny Samurai przybywa z zaproszenia „Lorda Uriangera”. Od razu rozpoznaje Yugiri i prosi ją o powrót do swojego Lorda w Domie. Yugiri przedstawia wszystkim tajemniczego mężczyznę jako Samuraia Gotetsu, tłumacząc mu przy tym, że jej honor nakazuje jej zostać przy Potomkach i ludziach z Domy zamieszkujących Mor Dhonę. Słysząc o konflikcie z Imperium, Gotetsu z radością postanawia przyłączyć się do walki.\n<br/><br/>\nDrużyna wyrusza do Cartenau, gdzie nareszcie odnajdują Omegę. Cid i Nero przygotowują broń do odpalenia i chwilę później Yda naciska przycisk, wystrzeliwując ją wprost w niebo w kierunku Gyr Abanii. Z Kokonu Światła wyłania się Pierwotny, którego Domańczycy zwą Shinryu i nawiązuje przerażającą walkę z Omegą, przy akompaniamencie ryków i feerii świateł zalewających krainę. Obie bestie znikają za horyzontem i nikt nie wie, co się z nimi stało, jako że sensory Omegi padły w czasie bitwy. W drodze powrotnej na Excelsior Wojownik Światła zauważa, że tatuaże na szyi Ydy znikają.\n<br/><br/>\nLiderzy ponownie spotykają się w Gridanii, gdzie decydują o wysłaniu Rubahna i jego syna celem zabezpieczenia Muru Baelsara i utworzenia drogi do Gyr Abanii. Tymczasem Yda oznajmia Potomkom, że nie jest tym, za kogo się podaje. Jej prawdziwe imię to Lyse, jest młodszą siostrą Ydy. Lyse przyjęła tożsamość Ydy, gdy ta umarła 6 lat temu pomagając uchodźcom uciekającym przed Imperialnym Legionem. Ostatnim życzeniem Papalymo było, aby Lyse kroczyła własną ścieżką. Zdecydowała więc zrzucić maskę, za którą się chowała i kontynuować spuściznę rodziny poprzez walkę o Wolne Ala Mhigo.\n<br/><br/>\nW Dwunastloesie Yugiri i Gotetsu szykują się do długiej podróży powrotnej  do Domy. Yugiri ze smutkiem opuszcza przyjaciół, ale ma swoje obowiązki. W Ala Mhigo Imperialny Namiestnik kontrolujący Gyr Abanię wyraża wielkie zainteresowanie Omegą i Shinryu, podczas gdy tajemniczy uśmiech wyłania się z ciemności.",
  "Source": "https://landofodd.net/ffxiv-heavensward-story-summary/",
  "Extansion": "FFXIV_HS"
},{
  "_id": {
    "$oid": "613b52ff35272837f839d4cb"
  },
  "Patch": "4.1",
  "Title": "Legenda_Powraca",
  "Text": "Po uwolnieniu Ala Mhigo, Lyse opuszcza Potomków i rusza pomóc Raubahnowi w odbudowaniu ich ojczyzny, przemieniając jej rząd w republikę, zamiast wcześniejszej monarchii. Tymczasem wściekły lud domaga się głowy uwięzionej Fordoli. Z pomocą na szczęście przybywa Raubahn, który podniosłym przemówieniem uspokaja mieszkańców. Echo Wojownika Światła ukazuje mu prawdę o życiu Fordoli, która jako dziecko była świadkiem śmierci swego ojca zamordowanego przez rozwścieczony tłum. Wydarzenie to było zalążkiem jej nienawiści do mieszkańców Ala Mhigo i związania się ze służbą Garlemaldowi. W zamian za to, Wojownik Światła pozwala Fordoli użyć jej mocy rezonacyjnych, aby mogła doświadczyć wszystkiego, przez co Wojownik musiał przejść w swoim życiu. Widząc ogrom horroru i smutku, jakiego doświadczył Wojownik Światła, Fordola nie może uwierzyć, że taka osoba jeszcze się nie poddała i wciąż walczy, mimo licznych tragedii.\n<br/><br/>\nW Ul’dah trwają rozmowy między Nanamo i Lolorito nad kwestiami logistycznymi i finansowymi w sprawie pomocy w odbudowie Ala Mhigo. Okazuje się dodatkowo, że Arenvald schwytał zbrodniarzy Ilberda odpowiedzialnych za incydent na Murze Baelsara. Wojownik dowiaduje się od Raubahna, że ten zamierza powrócić do Ul’dah, gdy odbudowa Ala Mhigo dobiegnie końca.\n<br/><br/>\nW czasie zebrania wszystkich ras zamieszkujących Gyr Abanię dotyczącego nowej polityki w rejonie, matka lęgu Qalyana ponownie przyzywa Lakshmi. O krok od tragedii, niespodziewanie z pomocą grupie przybywa nie kto inny, jak Fordola. Stawiając wszystko na jedną kartę, Lyse postanowiła tymczasowo uwolnić więźnia, aby ta pomogła Wojownikowi Światła pokonać Pierwotnego, w czasie gdy Raubahn zajęty był odpieraniem sił Qalyana. Fordola powraca do celi, widząc za pomocą swych mocy quasi-Echa, ile bólu przysporzyła innym. Ragnfried żegna ją na odchodne słowami „Nie jestem w stanie nigdy Ci wybaczyć… ale pragnę Ci podziękować, za to że nas uratowałaś”. Po zakończeniu rozmów nad restrukturyzacją rządową Ala Mhigo, Nanamo przekonuje Raubahna, aby ten wrócił do swojej ojczyzny, gdzie jest jego serce. Jego obowiązki w Ul’dah przejmie od tej chwili Pipin Tarupin.",
  "Source": "",
  "Extansion": "FFXIV_SB"
},{
  "_id": {
    "$oid": "613b535f35272837f839d4cd"
  },
  "Patch": "4.2",
  "Title": "Wschód_Nowego_Słońca",
  "Text": "Wojownik Światła zostaje wezwany do Kugane przez Hancocka i Yugiri. Tam dowiaduje się, że siły Imperium poszukują rzekomo dwóch podróżników, których opis pasuje idealnie do wyglądu Gosetsu i Yotsuyu. Grupa faktycznie odnajduje żywego Gosetsu, chroniącego Yotsuyu przed atakiem żołnierzy Imperium. Ogromny Samurai opowiada niesamowitą historię swojego cudownego ocalenia: po zawaleniu się dachu Zamku Domy, zarwała się również podłoga, pod którą znajdowała się rzeka prowadząca wprost do morza. Dwójka rozbitków obudziła się na opuszczonej wyspie. I chociaż Yotsuyu przeżyła cios Hiena, doznała szoku w wyniku którego utraciła wszystkie wspomnienia. Gosetsu widząc, że biedaczka nic nie pamięta i zachowuje się jak bezbronne dziecko, ochrzcił ją imieniem Tsuyu i darował życie. Hien postanawia zatrzymać Yotsuyu pod swoją opieką, chroniąc ją przed tymi, którzy niewątpliwie szukają na niej zemsty za wyrządzone krzywdy. Jeden ze strażników – Jifuya – rozpoznaje w Yotsuyu dziewczynę ze swojej przeszłości. W czasach, gdy Jifuya prowadził dom publiczny, ojciec Yotsuyu sprzedał biedaczkę za garść monet, aby ta pracowała w roli kurtyzany. Jej śliczna buzia i smutne spojrzenie były ponoć rozchwytywane przez klientów…\n<br/><br/>\nWkrótce po tym do Domy przybywa garleański emisariusz Asahi sas Brutus. Jest on przyrodnim bratem Yotsuyu i członkiem partii Populares. Z rozkazu samego Varisa zos Galvusa przybył prowadzić rozmowy pokojowe pomiędzy Domą i Imperium. Opowiada o partii Optimates, która jest w opozycji jego partii Populares, zrzucając na nich winy za wszystkie złe decyzje Imperium. Przyznaje też, że wie o Yotsuyu i pragnie dokonać wymiany więźniów w ramach dobrej wiary i początku ciepłych stosunków między obiema stronami. Hien prosi o chwilę namysłu, udając się wprost do Yotsuyu celem jej zabicia. Gosetsu przekonuje go, aby darował życie biednej dziewczynie, przekazując ją Imperium dopiero po odzyskaniu przez nią wspomnień. Hien przystaje więc na warunki Asahiego, pozwalając mu zobaczyć się z siostrą. Asahi słysząc o historii z amnezją, podarowuje siostrze lusterko, aby ta dojrzała w nim swoje prawdziwe „ja”.\n<br/><br/>\nŻegnając się ze wszystkimi, Asahi prosi na koniec o rozmowę w cztery oczy z Wojownikiem Światła. Nareszcie zrzuca maskę grzecznego i uśmiechniętego emisariusza, rzucając gorzką wiązankę gróźb i obietnicy zemsty. Moce Echa ukazują nam prawdziwego Asahiego –  fanatyka oddanego bezgranicznie Zenosowi po tym, jak Namiestnik uratował mu życie. Wojownik Światła nie daje się sprowokować, mając na uwadze immunitet dyplomaty. Grupa Garleańczyków odlatuje, a Hien słysząc o prawdziwej naturze emisariusza, postanawia nie przerywać gry pozorów, czekając na rozwój sytuacji.",
  "Source": "",
  "Extansion": "FFXIV_SB"
},{
  "_id": {
    "$oid": "613b537c35272837f839d4cf"
  },
  "Patch": "4.3",
  "Title": "W_Blasku_Księżyca",
  "Text": "Spotkanie Asahi z Yotsuyu było początkiem długiego planu przywrócenia jej wspomnień. Co gorsza, niczego nieświadoma Tsuyu wybiera się na spacer po wiosce Namai ku przerażeniu miejscowych, którzy od razu rozpoznają w niej Imperialnego Namiestnika Domy. Na szczęście na miejsce przybywają Hien i Gosetsu, którzy tłumaczą mieszkańcom całą sytuację i proszą o wyrozumiałość. Mając nadzieję na to, że traumatyczne wspomnienia obudzą się i przywrócą pamięć Yotsuyu, Asahi aranżuje spotkanie z jej przybranymi rodzicami. W krótkim przebłysku świadomości, Tsuyu przypomina sobie skrawki patologicznej przeszłości dzielonej ze swoją przybraną rodziną.\n<br/><br/>\nNiedługo po tym spotkaniu Tsuyu znika ze swojej komnaty. Wojownik Światła rusza w poszukiwaniu zaginionej, natrafiając na umierających rodziców dziewczyny. Moc Echa zsyła wizję: Tsuyu przytłoczona przebłyskami wspomnień i niezrozumiałym bólem przeszłości, postanawia popełnić samobójstwo. Niestety w tej samej chwili spotyka swoich rodziców, odzyskując wszelkie utracone wspomnienia i mordując ojca i matkę bez żadnych skrupułów.\n<br/><br/>\nW czasie ustalonej wymiany więźniów wojennych, Yotsuyu pojawia się dzierżąc podarowane jej lusterko, które okazuje się artefaktem Kojinów. Dzięki niemu Yotsuyu przemienia się w Pierwotnego – Tsukuyomi. Po ciężkiej walce Wojownik Światła pokonuje przywołańca i zdaje sobie sprawę z faktu, że wszystko to było planem Asahiego, by zdyskredytować Domę, obwiniając ich o sprzymierzenie z Pierwotnym. Co gorsza, rozkaz wyszedł rzekomo od samego… Zenosa, który ponoć wciąż żyje. Yotsuyu przywołuje resztki swojej mocy i przebija ciało swojego brata. Oboje umierają.\n<br/><br/>\nWojownik Światła przekazuje wszystkim informację o powrocie Zenosa. Gosetsu żegna się z przyjaciółmi, postanowiwszy resztę życia spędzić w roli wędrownego mnicha. Alphinaud wyrusza do stolicy Imperium jako emisariusz Domy podejrzewając, że Ascianie mogli zinfiltrować Garlemald. Po śmierci Asahiego, jego obowiązki przejmuje podwładny imieniem Maxima quo Priscus, a jego pierwszym rozkazem jest uhonorowanie pierwotnej umowy i wypuszczenie więźniów wojennych, którzy ze łzami szczęścia wracają do swych rodzin. Maxima i Alphinaud wsiadają na pokład statku kierując się z misją dyplomatyczną do serca Imperium. Ich pojazd zostaje niestety zestrzelony nad bezeterycznym pustkowiem przez siły Imperium. Pomaga im tajemniczy mężczyzna noszący maski Ascian niczym trofea upolowanych ofiar. Każe na siebie mówić… Łowca Cieni.",
  "Source": "",
  "Extansion": "FFXIV_SB"
},{
  "_id": {
    "$oid": "613b539535272837f839d4d1"
  },
  "Patch": "4.4",
  "Title": "Preludium_W_Fiolecie",
  "Text": "Thancred przybywa do Domy aby przekazać wieści z Garlemaldu. Tamtejsza ludność karmiona jest kłamstwami o rzekomym przywołaniu Pierwotnego przez Sojusz Eorzy. Zenos robi wszystko, aby pobliskie prowincje nie poszły za przykładem Ala Mhigo i Domy. Potomkowie przeprowadzają śledztwo w wyniku którego okazuje się, że Ascian opętał martwe ciało księcia, jako że nieoznakowany grób Zenosa okazał się być pusty. Nikt niestety nie słyszał ani słowa o emisariuszu wysłanym do Imperium. Co się stało z Alphinaud?\n<br/><br/>\nZmartwiona losem swojego brata, Alisaie prowadzi ekspedycję w poszukiwaniu garleańskiego statku. Jego wrak znajdują wśród zwłok żołnierzy Imperium. Poszlaki wskazują na to, że Ascian który opętał Zenosa wydał rozkaz ataku. Ciała Alphinaud na szczęście nie ma pośród pokonanych nieprzyjaciół, grupa wraca więc do Domy. Tam Hien przygotowuje się na potencjalną inwazję Garlean, zawierając nowe sojusze z pobliskimi miastami jak Dalmasca i okolicznymi plemionami Xaela.\n<br/><br/>\nDochodzi do spotkania Sojuszu Eorzy, Thancred proponuje podburzyć ludność Imperium przeciwko ich władcom, szerząc informację o Ascianie noszącym ciało ich księcia. Nagle zebrani zaczynają zwijać się z otępiającego bólu, słysząc tajemniczy głos dochodzący z nieznanego miejsca. Nikt nie wie, jakiej dziwnej magii, czy sile zostali poddani. Co gorsza, Thancred traci przytomność i zostaje zabrany czym prędzej przez medyków, którzy przeprowadzają na nim serię badań. Okazuje się, że Thancred był najbardziej podatny na działanie tajemniczej mocy, jako że swego czasu był naczyniem dla Asciana Lahabrei. Najbardziej przerażająca jest jednak informacja o tym, jakoby jego dusza została… po prostu wyrwana z ciała. Wojownik Światła omawiając dziwne zdarzenie z przyjaciółmi i ponownie słyszy głos wypowiadający tajemnicze słowa: „Otwórzcie bramy na oścież!” Gdy odzyskuje pełnię świadomości, widzi nieprzytomnych Uriangera i Yshtolę. Tym razem oni też zapadli w śpiączkę, dzieląc los Thancreda.\n<br/><br/>\nW Garlemaldzie dochodzi do nietypowego spotkania. Imperator Varis zos Galvus staje naprzeciw… pierwszego Imperatora i swojego dziadka – Solusa zos Galvusa – „przywołanego” przez Elidibusa po śmierci Lahabrei. Solus szydzi z Varisa, przypominając mu, że jest tylko marionetką i ma bezwzględnie słuchać wszystkich rozkazów. Okazuje się, że Imperium zostało założone przez Ascian w celu szerzenia chaosu na świecie i sprowadzenia kolejnych Kataklizmów. W międzyczasie Łowca Cieni i Alphinaud natrafiają na przerażający widok. W niewielkim obozie odnajdują mnóstwo ciał, bez żadnych ran i bez oznak życia. Łowca Cieni zdradza, że jest to prawdopodobnie skutek działania eksperymentalnego gazu o nazwie Czarna Róża, nad którą pracowało Imperium.",
  "Source": "",
  "Extansion": "FFXIV_SB"
},{
  "_id": {
    "$oid": "613b53b935272837f839d4d3"
  },
  "Patch": "4.5(6)",
  "Title": "Requiem_Dla_Bohaterów",
  "Text": "Wojownik Światła i Alisaie przyłączają się do Krile, aby za pomocą kryształu Matoyi odnaleźć miejsce położenia dusz swoich przyjaciół, niestety bezskutecznie. W Ala Mhigo, gdzie udzielono azylu członkom partii Populares, dowiadujemy się o losach Alphinauda. Maxima dodatkowo ostrzega przed nadciągającymi siłami Garlemaldu. W czasie testowania nowej technologii tworzącej barierę, Raubahn zauważa nadciągający statek Imperium. Z pojazdu wyłania się Łowca Cieni niosący nieprzytomnego Alphinauda na rękach. Niestety ten również podzielił los swoich przyjaciół i zapadł w tajemniczą śpiączkę. Co więcej, okazuje się że łowca Ascian to nikt inny, jak tylko sam Gaius van Baelsar, który cudem przetrwał wydarzenia w Pretorium. Po byciu wykorzystanym przez Ascian poprzysiągł zemstę i rozpoczął łowy na zamaskowanych nieprzyjaciół. Dowiadujemy się, że przywództwo Ascian składa się z trzech osób: Lahabrei (którego zniszczyliśmy), Elidibusa (który przejął ciało Zenosa) i tajemniczego Emeta-Selcha. Gaius tłumaczy, że razem z Alphinaud odnaleźli i zniszczyli fabrykę produkującą śmiertelnie niebezpieczny gaz Czarnej Róży. W tej samej placówce odkryte zostały też pradawne urządzenia Allagów, używane przez Imperium do… tworzenia klonów założyciela Solusa zos Galvusa.\n<br/><br/>\nPo powrocie do Ala Mhigo udaje się umówić spotkanie z samym imperatorem Variosem zos Galvusem. Przywódca odrzuca wszelkie prośby o pokój tłumacząc, że jedynie poprzez zjednoczenie wszystkich odłamków Wszechświata do Źródła można przywrócić prawdziwą, pierwotną siłę ludziom i pokonać Ascian. Imperator zdradza, że Garlemald został założony przez samych Ascian i to oni pociągają za wszystkie sznurki. Mimo całkowitej pogardy dla „dziadka i syna”, wie że ich cel jest ten sam i odrzuca wszelkie propozycje Sojuszu. Wszyscy przygotowują się do nieuchronnej konfrontacji, gdy kolejna osoba traci przytomność słysząc tajemniczy głos – jest to tym razem Alisaie.\n<br/><br/>\nRaubahn wzywa wojownika Światła aby przekazać mu informacje o powrocie Varisa do Garlemaldu. Rozmowy pokojowe od początku skazane były na porażkę i służyły jednie za zasłonę dymną dla zbliżających się sił Garleańczyków pod przywództwem Elidibusa/Zenosa, który własnoręcznie pokonuje Hiena, Lyse i Yugiri. Wojownik Światła zwycięża w bezpośredniej walce, niestety Elidibus odradza się i przygotowuje do zadania śmiertelnego ciosu…\n<br/><br/>\nCios ten jednak nie nadchodzi, a Wojownik Światła pojawia się w tajemniczym wymiarze twarzą w twarz z osobą odpowiedzialną za Wezwanie. Głos zdradza, że należy udać się do przekaźnika pod Kryształową Wieżą. Wojownik Świata musi bezzwłocznie udać się do Pierwszego – lustrzanego odbicia Źródła – aby zatrzymać Powódź Światła zagrażającą tamtejszemu światowi. Po tym spotkaniu budzimy się w Ishgardzie. Dowiadujemy się od Aymerica, że Estinien uratował nas w ostatniej chwili przed ciosem Elidibusa, a sama walka osiągnęła impas. W Imperium rozchodzą się plotki o opętaniu Zenosa, a cały naród zaczyna popadać w niepewność.\n<br/><br/>\nWojownik Światła wraca do siedziby Potomków i udaje się z Tataru i resztą kompanów w poszukiwaniu przekaźnika, mając nadzieję, że tajemnicza postać pomoże im odzyskać przyjaciół. W Imperium Varis dostaje raport o rozpoczęciu masowej produkcji Czarnej Róży. Tymczasem w Ala Mhigo pojawia się nieznana postać spoglądająca złowieszczo na sztandar Garlemaldu ze słowami: „pora odzyskać to, co prawowicie należne”.",
  "Source": "",
  "Extansion": "FFXIV_SB"
},{
  "_id": {
    "$oid": "613b5c6e35272837f839d4d6"
  },
  "Patch": "5.0",
  "Title": "Zwiastuni_Cienia_(Część_1)",
  "Text": "<b>Rozdział I – Otwarcie Bram</b>\n<br/><br/>\nWojownik Światła udaje się wraz z Tataru i przyjaciółmi do lokacji wspomnianej przez tajemniczą postać. Na miejscu odnajdują dziwne urządzenie, dzięki któremu głos z daleka ponownie rozbrzmiewa w naszej głowie i wzywa nas do otwarcia bram ku Pierwszemu. Podróżujemy nagle przez nieznaną pustkę a twarze przyjaciół i wspomnienia tańczą przed naszymi oczami. Budzimy się w Krainie Jezior, niezbadanym przez nas wcześniej regionie. Pierwszą napotkaną przez nas osobą jest nie kto inny, jak podróżnik osobliwie przypominający właściciela karawany, którą przybyliśmy do Eorzy na samym początku naszej przygody. Mężczyzna widząc, że musimy pochodzić z daleka, tłumaczy o wiecznym świetle spowijającym świat. Od 100 lat w Pierwszym panuje wieczny dzień, a jedynie najstarsi pamiętają wygląd gwieździstego nieba. Wypijamy kilka głębszych z naszym kompanem i ruszamy w dalszą drogę.\n<br/><br/>\nDocieramy do bram Krystarium, jednak strażniczka pilnująca przejścia nie zgadza się na wpuszczenie Wojownika. Dodatkowo zostajemy zaatakowani przez białego stwora. Słysząc zamieszanie z miasta wybiega nam na spotkanie zakapturzona postać – tajemniczy głos, który przyzwał nas do Pierwszego! Prosi nas na bok, abyśmy mogli w końcu omówić pewne kwestie. Kryształowy Exarcha, bo taki tytuł nosi mężczyzna, pełni rolę opiekuna Krystarium. Exarcha opowiada nam o świecie, do którego nas wezwał: 90% krainy pochłonięte zostało przez Powódź Światła, z wyjątkiem Norvrandt. Tylko garstka przetrwała, a i oni muszą walczyć o życie ze stworami zrodzonymi przez same Światło – Pożeraczami Grzechu. Aby uratować swój świat przed całkowitym wymarciem, Exarcha znalazł sposób na wezwanie Bohatera z równoległego wszechświata.\n<br/><br/>\nKryształowy Exarcha zaprasza nas do Okularu – swojej siedziby pod Kryształową Wieżą. Opowiada nam o tym, jak starał się przyzwać nas do Pierwszego, jednak niezdolny kontrolować nowej mocy przez przypadek ściągnął tu naszych przyjaciół. Czas ma inny wpływ na wydarzenia tutaj, przez co Thancred zamieszkuje Pierwszy już od 5 lat, Y’shtola i Urianger 3 lata, a bliźniaki rok, mimo że dla Wojownika Światła minęło zaledwie kilka dni. Urianger w czasie swojej podróży przez Szczelinę (nieskończoną nicość pomiędzy światami) ujrzał przyszłość, w której Pierwszy połączył się ze Źródłem, sprowadzając tym samym Ósmy Umbralny Kataklizm i doprowadzając do śmieci Wojownika Światła. Aby zapobiec nieuchronnej katastrofie, musimy rozpocząć walkę ze Światłem i Pożeraczami Grzechu i uratować Pierwszy.\n<br/><br/>\nNajpierw jednak lepiej poznajemy Krystarium i jego mieszkańców. Exarcha daje nam również kompana, który pomoże w nadchodzącej przygodzie – wróżkę imieniem Feo Ul. Nareszcie udajemy się do pokoju na odpoczynek, gdzie czeka na nas niespodziewany gość – Wojownik Ciemności z Pierwszego! Istnieje jedynie jako bezcielesna postać i tylko Wojownik Światła jest w stanie z nim rozmawiać. Bohater nazywa się Ardbert i to on wraz z przyjaciółmi sprowadzili niechcący Powódź Światła. Dzięki Minfilii zdołali zatrzymać kataklizm, niestety jego kompani odeszli i tylko on pozostał. Ardbert nie wierzy już w ratunek, ale obiecuje pozostać w pobliżu. Po zasłużonej drzemce udajemy się do Okularu, gdzie Kryształowy Exarcha opowiada nam, gdzie możemy znaleźć naszych przyjaciół. Najbliżej znajduje się duo bliźniaków – Alphinaud i Alisaie. Ruszamy więc czym prędzej na spotkanie z utraconymi towarzyszami.\n<br/><br/>\n<b>Rozdział II – Miasto Grzechu</b>\n<br/><br/>\nWyruszamy w kierunku Kholusii, gdzie obecnie przebywa Alphinaud. Spotykamy się ze starym przyjacielem w przydrożnej tawernie, gdzie omawiamy wydarzenia związane z Czarną Różą i wizją Uriangera. Alphinaud twierdzi, że aby doszło do Ósmego Kataklizmu zarówno Źródło jak i Pierwszy muszą stanąć na granicy kryzysu zagrażającego wszelkiemu życiu. W Pierwszym takim kryzysem jest oczywiście pojawienie się Pożeraczy Grzechów, z którym należy się raz na zawsze rozprawić. Informacje o tym, jak tego dokonać, mogą znajdować się w pobliskim mieście – Eulmore.\n<br/><br/>\nEulmore jest miejscem ciężko dostępnym, do którego dostają się tylko wybrani. Jest to tak zwane „Miasto Ostatecznych Rozkoszy”, w którym najbogatsi zbierają się, aby przeżyć ostatnie chwile w rozpuście i dekadenckiej zabawie. Pod bramami miasta codziennie zbierają się wieśniacy, których marzeniem jest dostanie się do miasta cudów i bogactwa. Wojownik Światła i Alphinaud są świadkami małej „ceremonii” wybierania szczęśliwców z tłumu. Dwie dziewczyny w stroju arlekinów wybierają osoby, których konkretny zawód lub umiejętności są obecnie pożądane w Eulmore. Ci, którzy nie dostają się przez bramy miasta, otrzymują tajemniczy posiłek zwany Meol, bez którego prawdopodobnie nie przeżyliby ani jednej wiosny.\n<br/><br/>\nPrzypadkowo poznajemy też Kai-Shirra, chłopaka który desperacko stara się dostać do Eulmore. Wszyscy jego przyjaciele i rodzina już tam są, pozostał więc sam jak palec i nie widzi innego celu w życiu. Alphinaud widząc smutek w oczach chłopaka, pomaga mu ułożyć plan dostania się do miasta. Zaraz po tym natrafiają na ciało mężczyzny wyrzuconego na brzeg. Człowiek ledwo żyje, ale udaje mu się opowiedzieć swoją historię: dostał się do Eulmore, jako że pewna para potrzebowała wykwalifikowanego malarza. Gdy jego umiejętności przestały być pożądane, został po prostu wyrzucony przez okno, cudem uchodząc z życiem po upadku do wody. Daje nam swój pędzel, abyśmy pod przykrywką malarzy dostali się do miasta pokus. W środku poznajemy przeuroczą parę, dla której będziemy pracować jako Artysta Alphinaud i jego Asystent, w międzyczasie starając się dowiedzieć więcej o samym mieście i jego mieszkańcach.\n<br/><br/>\nW czasie naszego pobytu w Eulmore dochodzi do krwawej sytuacji. Przedzierając się przez tłum zebranych ludzi, wchodzimy do ogromnej auli Lorda Vauthry. Co gorsza, przebywa on w towarzystwie… Pożeraczy Grzechów! Wydaje się, że jest w stanie je kontrolować w jakiś sposób i żyć z nimi w pokoju. U stóp Lorda leży zakrwawiony Kai-Shirr, który został przyłapany na podstępnym dostaniu się do miasta. Dostał rozkaz rzucenia się z balkonu, lub wycięcia płatu swojego mięsa i rzuceniu go na żer Pożeraczom Grzechu. Jak twierdzi Vauthry, Pożeracze Grzechu do istnienia potrzebują żywego Eteru, najprawdopodobniej w formie ludzi. Alphinaud leczy biednego chłopaka i razem opuszczają Eulmore. Na pożegnanie bliźniak rzuca kilka ostrych słów w kierunku bestialskiego władcy miasta grzechu.\n<br/><br/>\n<b>Rozdział III – Strażnicy Światła</b>\n<br/><br/>\nAlphinaud wraca do Krystarium na spotkanie z Echarchą, a my wyruszamy odnaleźć jego siostrę – Alisaię. Podróżujemy do Amh Araeng, piaszczystej krainy kupców zamieszkałej przez koboldo-podobne istoty. Idąc po śladach bliźniaczki, natrafiamy na Alisaię walczącą z Pożeraczem Grzechu. Po krótkim przywitaniu nadchodzi czas na omówienie problemów trapiących pustynne ziemie Amh Araeng. To właśnie tutaj Powódź Światła została zatrzymana, a pamiątką po tym wydarzeniu jest ogromna ściana skrystalizowanego światła, zatrzymanego w czasie niczym pomnik upamiętniający niemal całkowitą destrukcję świata. Aktywność Pożeraczy Grzechu jest tutaj wyjątkowo wzmożona, przez co wielu z mieszkańców cierpi na nieuleczalną chorobę Światła. Pobliski szpital polowy zapełniony jest zarażonymi, którzy przybywają do tego miejsca odbyć ostatnie godziny swojego życia, zanim sami przemienią się w potwory. Opiekunką chorych jest Tesleen, młoda dziewczyna o szczodrym sercu i chęcią niesienia pomocy potrzebującym.\n<br/><br/>\nTesleen prosi nas o zakup nektarynki dla jednego z pacjentów – małego chłopca imieniem Halric. Halric jest już w ostatniej fazie choroby światła, niezdolny jest mówić ani reagować na bodźce, całymi dniami spogląda jedynie pustym wzrokiem w stronę światła. Po udanych zakupach dowiadujemy się, że Halric zaginął. Razem z Alisaie i Tesleen ruszamy na poszukiwania, natrafiając na ogromnego Pożeracza Grzechu. Udajemy się za potworem, ale jest już za późno… Tesleen chroniąc chłopca, zostaje przebita mieczem światła. W przerażającym akcie przemiany Tesleen wymiotuje świetlistą cieczą i przeobraża się w Pożeracza Grzechu. W ostatnim momencie świadomości błaga o wybaczenie i odlatuje w nieznanym kierunku. Alisaie załamana utratą przyjaciółki poprzysięga wrócić do Krystarium, aby znaleźć sposób na zniszczenie świetlistych bestii i przerwania pętli bólu.\n<br/><br/>\nPo powrocie do Krystarium Wojownik Światła i bliźniaki spotykają się z Kryształowym Exarchą. Ten przedstawia możliwy plan pokonania Pożeraczy Grzechu: zabicie Strażników Światła. Jest to wyjątkowa i bardzo nieliczna grupa Pożeraczy Grzechu, którym podlegają pomniejsze monstra. Zabicie jednego Strażnika powinno zniszczyć również wszystkie służące pod nim stwory. Alphinaud zaznacza, że Eulmore na pewno posiada jakieś informacje na temat Strażników Światła i nie pozwoli tak łatwo na ich śmierć.\n<br/><br/>\nExarcha opowiada również o trzynastu równoległych światach – lustrzanych odpryskach Źródła. Każdy odprysk posiada typową dla siebie aurę lub żywioł. Tak więc świat, w którym żywiołem jest na przykład ogień, jest narażony na ogromne pożary. Nasilające się katastrofy potrafią doprowadzić do pęknięcia bariery między odpryskiem i Źródłem, łącząc oba światy. Gdy do tego dochodzi, następuje Umbralny Kataklizm. Siedem takich Kataklizmów miało już miejsce i siedem lustrzanych światów zostało ponownie złączonych ze Źródłem, a Pierwszy stoi obecnie na granicy takiej katastrofy. Rozmowę przerywa strażniczka Lyna, informując o ataku Pożeraczy Światła na Krystarium i pobliskie wsie.\n<br/><br/>\nCzym prędzej udajemy się ku bramom miasta aby odeprzeć atak potworów. Liczna grupa Pożeraczy Grzechu świadczy o tym, że kieruje nimi jeden ze Strażników Światła. Udajemy się wprost do leża Potwora, po drodze kładąc kres cierpieniu przemienionej Tesleen. Po długiej walce udaje się pokonać Strażnika Światła. Lyna nakazuje odwrót, wiedząc że Światło pokonanej bestii przejdzie na pobliską osobę, tworząc nowego Strażnika. Wojownik Światła jednak, posiadając błogosławieństwo Hydaelyn, jest w stanie wchłonąć Światło i utrzymać je bezpiecznie w sobie. Rozświetlone niebiosa rozstępują się nagle ukazując nocne niebo. Mieszkańcy Krystarium wychodzą na ulice, aby pierwszy raz w swoim życiu ujrzeć gwiazdy na czarnym nieboskłonie. Niektórzy szepczą o starej legendzie zasłyszanej za młodu… legendzie Wojownika Ciemności.\n<br/><br/>\nJednak to dopiero początek walki ze Strażnikami i tylko Kraina Jezior uwolniona została od piętna Światła. Kryształowy Exarcha klęka przed Wojownikiem, obiecując oddać swoje życie w celu uratowania obu światów.  Po tym udajemy się na spoczynek, a w naszym pokoju czeka już na nas nasz przyjaciel duch – Wojownik Ciemności Pierwszego, który obserwował całą walkę. Opowiada o tym, jak po utracie przyjaciół i bliskich z czasem stał się nieczuły na cały ból i popadł w otępienie. Ale gdy spogląda teraz na nocne niebo… czy nie widać w jego oczach przypadkiem błysku nadziei?",
  "Source": "",
  "Extansion": "FFXIV_ShB"
},{
  "_id": {
    "$oid": "613b5e3135272837f839d4de"
  },
  "Patch": "5.0",
  "Title": "Zwiastuni_Cienia_(Część_2)",
  "Text": "<b>Rozdział IV – Wyrocznia Światła</b>\n<br/><br/>\nPo śmierci pierwszego Strażnika Światła Eulmore wysyła statek do Krainy Jezior. Vauthry, rozwścieczony niefortunnym dla siebie obrotem spraw, wysyła przywódcę swoich wojsk – słynnego Ran’jita – na spotkanie z Exarchą. Wojownik Światła i bliźniaki obserwują rozmowy z ukrycia. Ran’jit grozi, że jeśli Krystarium i jego ludzie maczali palce w zabójstwie Pożeracza Grzechu, spotka ich za to surowa kara. Po jego odejściu Exarcha wyznaje, że zauważono wśród armii Eulmoran jeńca – dziewczynę przypominającą Wyrocznię Światła, Minfilię. Widząc zmieszanie Wojownika Światła na dźwięk tego imienia, Exarcha prosi nas o udanie się do Gabinetu Osobliwości, gdzie bibliotekarz Moren wyjaśni wszystko ze szczegółami.\n<br/><br/>\nTrzymając w rękach „Ilustrowaną Opowieść o Wyroczni Światła”, Moren snuje swoją historię: sto lat temu tajemnicza niewiasta imieniem Minfilia zatrzymała Powódź Światła. Po tym wydarzeniu na świecie rodziły się pokolenia młodych dziewczyn uderzająco podobnych do Minfilii i odpornych na dotyk Pożeraczy Grzechu. Wierząc, że są one reinkarnacją prawdziwej Minfilii, zaczęto włączać je do Eulmorskich Wojsk, używając ich mocy do pokonania wroga. Niestety po tym, jak Eulmore przyłączyło się do Pożeraczy Grzechu, Wyrocznia została uznana za zagrożenie i uwięziona. Dziewczynę uwolnił tajemniczy człowiek – według Alphinauda nie kto inny, jak sam Thancred. Teraz, gdy wyrocznia została ponownie uwięziona, grupa jest pewna, że ich przyjaciel będzie jeszcze raz starał się ruszyć z odsieczą.\n<br/><br/>\nExarcha zbiera grupę najlepszych wojowników Krystarium i wysyła nas z misją ratunkową. Z pomocą latających amaro udaje się zrzucić na armię Eulmore środek usypiający, który wyłącza z walki większość żołnierzy wroga. Wojownik Światła przedziera się przez bazę nieprzyjaciół i oto staje naprzeciw młodziutkiej, niewinnie wyglądającej dziewczyny – Minfilii, Wyroczni Światła. Ratunek zostaje niestety udaremniony pojawieniem się diabelnie silnego Ran’Jita, który bez problemu pokonuje naszą grupę. Gdy wszystko wydaje się stracone, z pomocą nadchodzi… Thancred! Stary przyjaciel teleportuje nas w bezpieczne miejsce, a Exarcha przy użyciu swoich mocy zatrzymuje Ran’jita, oficjalnie wypowiadając wojnę Eulmore. Wszystko obserwuje z bezpiecznej odległości Solus zos Galvus, zaniepokojony pojawieniem się nieprzewidywalnej zmiennej, która może zniweczyć jego plany – Kryształowego Exarchy. Nawet sam Ascian, pociągający do tej pory za wszystkie sznurki, nie wiem kim jest ten tajemniczy mężczyzna i w jaki sposób udało mu się przywołać Wojownika Światła do Pierwszego.\n<br/><br/>\nRuszamy w towarzystwie bliźniaków, oraz Thancreda i Minfilii do Królestwa Voeburt – zapomnianej krainy zamieszkałej przez fae – wróżki i inne baśniowe stworzenia. Jak stwierdził Exarcha, nawet Eulmore nie zapuści się w te strony… przynajmniej nie od razu. Grupa przystaje na chwilę, aby odpocząć i w końcu oficjalnie przywitać się z Thancredem i zapoznać z Minfilią. Dziewczyna wydaje się nieśmiała i zlękniona, opowiada jednak o tym, jak razem z Thancredem podróżowali przez świat, zabijając Pożeraczy Grzechu. Parę dni temu zostali rozłączeni po tym, jak Wyrocznia Światła wyczuła tajemniczą obecność, która przyciągnęła ją do siebie obietnicą spotkania naznaczonego przez przeznaczenie. Tą obecnością był Wojownik Światła. Thancred wyjawia, że kraina do której się obecnie udali jest domem Uriangera i najprawdopodobniej miejscem położenia kolejnego Strażnika Światła. Plan jest więc oczywisty – znaleźć przyjaciela i zabić bestię. Zanim jednak udaje się go wprowadzić w życie, grupa słyszy tajemnicze głosy i zostaje uwięziona w zaklęciu, nieprzeniknionym uroku rzuconym przez psotne fae.\n<br/><br/>\n<b>Rozdział V – Baśniowa Kraina</b>\n<br/><br/>\nThancredowi udaje się wywabić fae z ukrycia i poprosić o spotkanie z Uriangerem. Niecne wróżki jednak stawiają warunek: przed zdjęciem zaklęcia musimy wykonać garść mozolnych czynności i zadań dla fae. Z pomocą przychodzi również Feo Ul, która namawia siostry do zostawienia naszej grupy w spokoju. Nareszcie udaje się spotkać z naszym starym przyjacielem, który szybko zostaje wprowadzony w przebieg ostatnich wydarzeń. Minfilia wychodzi na zewnątrz nabić amunicję dla Thancreda, a Urianger opowiada o swojej wizji: tysiącach ludzi martwych na skutek użycia Czarnej Róży (która zatrzymuje przepływ Eteru we wszystkich żywych istotach) przez Imperium, zdziczeniu pozostałych przy życiu, a także… śmierci Wojownika Światła i jego przyjaciół. Tak właśnie nastanie Ósma Umbralna Era nieskończonych wojen i smutku.\n<br/><br/>\nUrianger informuje nas, że Strażnik Światła najprawdopodobniej znajduje się w Lyhe Ghiah. Po skończonych przygotowaniach, otrzymujemy od niego również Biały Auracyt – narzędzie do walki z Ascianami. Jednocześnie Thancred zapytany o Minfilię w końcu uchyla rąbka tajemnicy. Trzy lata temu, po tym jak uratował Wyrocznię Światła, obydwoje udali się na granicę Pustki, gdzie Powódź Światła została zatrzymana. Miejsce to przebudziło starą Minfilię w ciele Wyroczni. Zrozpaczony Thancred spytał o sposób na przywrócenie przyjaciółki, ta jednak miała przygotowaną gorzką odpowiedź: wszystko zależy od Wyroczni Światła. Jeśli dziewczyna poczuje zmęczenie i będzie gotowa się poddać, Minfilia powróci. Jeśli jednak dziewczyna zechce odszukać swoją własną ścieżkę i własne przeznaczenie, Minfilia odda jej całą swoją moc i odejdzie na zawsze. Na pożegnanie prosi, aby odszukać ją ostatni raz w tym samym miejscu, gdy nadejdzie odpowiednia pora. Thancred nie rozmawiał z dziewczyną o tamtym dniu i do tej pory traktuje ją z lekkim dystansem, rozdarty pomiędzy utratą przyjaciółki, a byciem mentorem dla młodej Wyroczni.\n<br/><br/>\nPo tej rozmowie udajemy się z misją odszukania Strażnika Światła. W międzyczasie dowiadujemy się, że Strażniczką tą jest Titania, królowa wróżek i fae zamieszkująca pałac Lyhe Ghiah. Aby dostać się do tego magicznego miejsca, musimy odnaleźć kilka niezbędnych przedmiotów. Chociaż wróżki nie wierzą w powodzenie naszej misji i przewidują naszą rychłą śmierć, kierowane ciekawością oferują nam swoją pomoc. Stajemy przed Nietykalną Bramą, za którą znajduje się relikt muszlowej korony. Tajemniczy głos należący do Fuath obiecuje oddać przedmiot, jeśli uda nam się przejść przez jego domenę – Dohn Mheg. Bez zastanowienia wskakujemy w wir walki i przechodzimy wszystkie próby bez żadnych problemów. Fuath widząc naszą moc i zwinność postanawiają jednak wcielić nas do swojej armii poprzez zalanie komnaty wodą (plotki głoszą, że lud zamieszkujący te tereny składa się z duszy dzieci, które nieszczęściem utonęły w jeziorze). Wojownik Światła posiada na szczęście dar oddychania pod wodą, zdobyty w czasie swoich poprzednich przygód, dzięki temu docieramy cało na brzeg. Tam dowiadujemy się o armii Eulmore nadciągającej do Il Mheg, więc czym prędzej wyruszamy zdobyć pozostałe relikwie z pomocą osobliwej rasy Nu Mou.\n<br/><br/>\nPosiadając wszystkie przedmioty niezbędne do zniesienia bariery okalającej pałac, jesteśmy gotowi zapolować na Strażnika Światła. Najpierw jednak przeprowadzamy wzruszającą rozmowę w cztery oczy z Wyrocznią Światła. Dziewczyna zdaje sobie sprawę z chłodu Thancreda i jego pragnienia odzyskania przyjaciółki. Za każdym razem, gdy ich oczy się spotykają, Thancred widzi w niej swoją Minfilę. Świadomość tego, że dziewczyna nie jest i nigdy nie będzie nią, rozrywa jej serce i napełnia wątpliwością. Teraz jednak, gdy Wojownik Światła nadszedł, Wyrocznia słyszy odległy zew przeznaczenia i coś się w niej budzi. Konwersację przerywa ogłuszający krzyk Titanii, która wzywa nas do „zabawy”. Ruszamy do zamku, w którym czeka nas twardy bój – Tańcząca Plaga! Strażniczka Światła zostaje pokonana, a w Il Mheg nastaje długo wyczekiwana noc. Feo Ul obwieszcza, że zgodnie z prawami Il Mheg możemy zostać Władcą tych ziem. Przed nami jednak długa droga, Wojownik Światła zrzeka się więc praw do tronu i przekazuje je swojej wróżkowej przyjaciółce. Feo Ul zostaje nową Królową Il Mheg! Czym prędzej zbiera armie fae i wszystkich ras zamieszkujących jej ziemie i rozbija w pył wojska Eulmore, zmuszając generała Ran’jita do odwrotu. Il Mheg pod skrzydłami nowego władcy może rozkwitnąć na nowo, a przed psotliwymi fae otwiera się kolorowa przyszłość przepełniona figlami i zabawą. Nie wspominając już o tym, że grupa Wojownika Światła zyskała właśnie przepotężnego sprzymierzeńca w walce z Pożeraczami Grzechu.\n<br/><br/>\n<b>Rozdział VI – Niespodziewany Gość</b>\n<br/><br/>\nGrupa wraca do Krystarium, aby zdać raport z wydarzeń w Il Mheg przed Kryształowym Exarchą. To, kogo spotkają przed wejściem do Okularu, przechodzi jednak ich najśmielsze wyobrażenia. Oto za ich plecami staje nonszalancko Solus zos Galvus, założyciel Garleańskiego Imperium. Urianger od razu rozpoznaje odmłodzoną twarz, którą widywał w wielu podręcznikach historycznych i prosi przyjaciół o zachowanie najwyższego stopnia ostrożności. Solus oficjalnie przedstawia się jak gdyby nigdy nic, odkrywając przed nami również swoją prawdziwą tożsamość Asciana o imieniu Emet-Selch – przywódcy Ascian i największego wroga Potomków Siódmego Świtu!\n<br/><br/>\nWidząc reakcję Wojownika Światła i jego przyjaciół na nagłe pojawienie się jego osoby, Emet-Selch uspokaja wszystkich i prosi o chwilę uwagi. Przyznaje, że namieszaliśmy w jego planach pozbywając się Strażników Światła i na początku zirytowało go to niemiłosiernie, jednak postanowił zmienić swoje podejście, widząc naszą determinację. Ascian obiecuje nie wtrącać się więcej w wydarzenia w Pierwszym, a nawet oferuje kooperację w zamian za tolerowanie jego obecności. Emet-Selch pragnie ukazać nam swoją stronę historii i przekonać nas o racji swoich czynów. Po tych słowach znika, obiecując rychłe spotkanie.\n<br/><br/>\nW pokoju hotelowym nawiedza nas Ardbert. Nachodzą go ponownie nostalgiczne wspomnienia, opowiada więc o tym, jak jego grupę spotkał Ascian w Bieli, obiecując pomoc i manipulując nimi. Wspomina też Seto – swojego wierzchowca, którego poznaliśmy w Il Mheg. Seto ze smutkiem zdradził nam szczegóły jego przyjaźni ze swoim Panem. Wspólnie podróżowali po kraju przeżywając niekończące się przygody do czasu, aż nadeszła Powódź. Seto kochał swojego Pana, a jego odejście pozostawiło w nim ranę, która nigdy się nie zagoi. Wszyscy obwinili Adberta i jego kompanów o sprowadzenie nieszczęścia na ich świat, ale dla Seto na zawsze pozostaną bohaterami. „Był dobrym człowiekiem i zasługiwał na szczęście. Szkoda, że nigdy nie mogłem mu tego powiedzieć.” Te słowa wypowiedziane przez wierzchowca Adberta na szczęście dotarły do odbiorcy, być może właśnie wtedy, gdy ten potrzebował ich najbardziej…\n<br/><br/>\nPo zasłużonym odpoczynku ruszamy na spotkanie z Potomkami i Exarchą w Okularze. Na miejscu wszyscy mają nietęgie miny, a powód jest oczywisty – Emet-Selch wprosił się na spotkanie, ewidentnie czując się już jak pełnoprawny członek grupy. Czując wrogość w powietrzu w końcu wychodzi, a my planujemy nasz następny krok. Wojownik Światła wraz z Thancredem, Minfilią i Uriangerem mają wyruszyć do Wielkiego Lasu Rak’tika, aby odnaleźć Y’shtolę. Exarcha na odchodne prosi, abyśmy po drodze zajrzeli do ruin Fortu Jobb, w celu odnalezienia wyjątkowego tabletu ze świętymi tekstami, który będzie idealnym prezentem powitalnym dla naszej przyjaciółki. Tak oto ruszamy w pogoni z dalszą częścią przygód. Czy uda nam się odnaleźć Y’shtolę i zabić kolejnego Strażnika Światła? Odpowiedź znajdziemy w mrokach bagnistych lasów Rak’tika.\n<br/><br/>",
  "Source": "",
  "Extansion": "FFXIV_ShB"
},{
  "_id": {
    "$oid": "613b600435272837f839d4e8"
  },
  "Patch": "5.0",
  "Title": "Zwiastuni_Cienia_(Część_3)",
  "Text": "<b>Rozdział VII – Pradawne Lasy</b>\n<br/><br/>\nWojownik wraz z przyjaciółmi przybywają do Wielkich Lasów Rak’tika. Wkrótce natrafiają na grupę zwaną Błogosławionymi Nocą, która czci ciemność. Początkowo są wrogo nastawieni, ale z rozmowy z nimi dowiadujemy się, że jest to grupa częściowo pod przywództwem Y’shtoli. Y’shtola przybywa na miejsce i w pierwszych chwilach nie może uwierzyć, że Wojownik Światła jest tym, za kogo się podaje. Jego eter uległ zepsuciu pod wpływem ekstremalnych pokładów Światła, co martwi naszą przyjaciółkę. Jest to niestety problem, którego naturę trzeba będzie zbadać innym razem. Y’shtola ogólnie jest dość zdystansowana w związku z obecnością tajemniczego Kryształowego Exarchy i niespodziewanej bliskości Uriangera i Exarchy.\n<br/><br/>\nGrupa udaje się do siedliska Błogosławionych Nocą. Y’shtola pragnie zbadać pradawne relikty upadłej cywilizacji Ronka w nadziei na odnalezienie wskazówek odnośnie położenia kolejnego Strażnika Światła w tym rejonie. Po dokładnych badaniach grupie udaje się złożyć ronkańską pieczęć, która otwiera przed nimi wyizolowaną i ukrytą część lasu chronioną przez grupę pradawnych Viera. Królicze plemię z początku jest nieufne, jednak autentyczność pieczęci przekonuje je, że jesteśmy sprzymierzeńcami, którym należy pomóc. Eulmore ponownie podjęło trop i musimy się spieszyć, aby nasze poszukiwania Strażnika nie zostały brutalnie przerwane.\n<br/><br/>\nDowiadujemy się, że Strażnik Światła jest najprawdopodobniej ukryty za zamkniętą strefą zwaną Plątaniną Quitana, a jedynym sposobem na dostanie się tam jest przywrócenie przepływu eteru w niebezpiecznej świątyni połączonej z Plątaniną. Y’shtola wraz z grupą udają się w głąb świątyni i docierają do celu swojej podróży, niestety niespodziewanie na ich drodze staje nieugięty Ran’jit. Jego podwładny zdradza, że udało im się otruć członków Błogosławionych Nocą i przekażą nam antidotum, jeśli Y’shtola podda się i opuści z nimi świątynię. Czekając na decyzję naszej przyjaciółki Ran’jit postanawia wziąć sprawy we własne ręce, spychając w przepaść swojego podwładnego wraz z trzymanym przez niego antidotum. Y’shtola bez chwili wątpliwości rzuca się w przepaść ciągnąc za sobą Ran’jita, w ostatniej chwili także odrzucając nam antidotum. Ich losy po upadku w nieprzeniknioną otchłań są nieznane.\n<br/><br/>\nChociaż udało się uratować członków Błogosławionych Nocą, nasza grupa jest zdewastowana poświęceniem Y’shtoli. Emet-Selch starając się udowodnić wszystkim, że nie jest wcale takim potworem, za jakiego go uważają, oferuje pomoc w odzyskaniu naszej przyjaciółki. Wojownik Światła wraz z grupą zakładają, że Y’shtola ponownie (jak miało to miejsce w wydarzeniach z 2.5) przeniknęła do naturalnego przepływu Eteru w celu uniknięcia śmierci. Jako Ascian, Emet’Selch posiada umiejętność wchodzenia w Strumień Życia, z którego udaje mu się wyciągnąć Y’shtolę całą i zdrową. Grupa Wojownika Światła ma teraz dług wdzięczności wobec swojego wroga, ale radość z odzyskania przyjaciółki przyćmiewa wszystko.\n<br/><br/>\n<b>Rozdział VIII – Prawda Ukryta w Mroku</b>\n<br/><br/>\nGrupa nareszcie udaje się do Plątaniny Quitana. Po zniknięciu Ran’jita nic nie stoi im na przeszkodzie w drodze do pokonania Strażnika Światła. Po morderczej przeprawie przez zdradzieckie ostępy Wojownik Światła ponownie wychodzi zwycięsko z kolejnego pojedynku ze Strażnikiem, przywracając nocne niebo nad rejonem Rak’tika. W drodze powrotnej jednak natrafiamy na serię murali przedstawiających pradawne sceny z przeszłości. Emet-Selch rozpoznaje znajome sceny i pragnie opowiedzieć ich historię.\n<br/><br/>\nJego opowieść zaczyna się od odkrycia prawdy o Zodiarku i Hydaelyn, którzy w rzeczywistości są najstarszymi z Pierwotnych, przywołanych przez lud stojący na granicy katastrofalnego zagrożenia. Gdy świat był jeszcze jednością, zamieszkany był przez potężne i majestatyczne istoty – Ascian. Emet-Selch opisuje go jako raj pełen rozkwitu i pokoju. Niestety gdy świat ten stanął na granicy wyginięcia, lud przywołał Zodiarka, który miał powstrzymać katastrofę. Dodatkowo grupa dysydentów obawiających się mocy Zodiarka przywołała swojego własnego Pierwotnego – Hydaelyn – aby utrzymać Zodiarka w ryzach. Hydaelyn podjęła decyzję o podzieleniu świata na trzynaście odprysków, kładąc kres asciańskiemu życiu.\n<br/><br/>\nNiewielka grupa Ascian pozostałych przy swojej pierwotnej naturze pragnie zjednoczyć odpryski, aby przywrócić raj takim, jakim był niegdyś. I chociaż sprowadzi to niezliczoną ilość śmierci w każdym z lustrzanych odbić Źródła, Ci którzy przetrwają staną się potężni jak Ascianie. Emet-Selch opowiada o tym wszystkim z wielką nostalgią i pasją, a jego głos przepełnia bolesny smutek. Kończy opowieść na druzgocącej puencie – jeśli Wojownik Światła i jego przyjaciele byliby na jego miejscu, również pragnęliby przywrócić swój świat do dawnego piękna i jedności. Chociaż prawda wyłożona przed nami wdziera w serca wątpliwość w to, co jest właściwe i która strona ma rację, należy ruszać dalej.\n<br/><br/>\nY’shtola nie jest w stanie dłużej utrzymać w tajemnicy swoich zmartwień dotyczących wypaczenia Eteru Wojownika Światła poprzez wchłanianie Strażnika za Strażnikiem. Obawia się, że jeśli Wojownik pochłonie zbyt dużo Światła, w końcu ugnie się pod naporem jego siły, przemieniając się ostatecznie we wszechpotężnego Pożeracza Grzechu. Grupa rusza w dalszą podróż mając na uwadze niebezpieczeństwo związane z pochłanianiem Strażników, przy czym Y’shtola nakazuje Wojownikowi Światła od razu wyjawić grupie, jeśli coś będzie nie tak. Po długich przygodach w dzikich lasach Rak’tika udajemy się w końcu na spoczynek, dzieląc się przed snem naszymi obawami z przyjaznym duchem Ardbertem, który oferuje pocieszenie i ciepło otuchy.\n<br/><br/>\n<b>Rozdział IX – Gorycz Końca, Słodycz Nowych Początków</b>\n<br/><br/>\nNasz bohater obudzony zostaje przez odgłosy walki. Krystarium zostało zaatakowane przez zorganizowaną armię Pożeraczy Grzechu pod przywództwem Lorda Vauthry, który ma dość grupy rebeliantów sprzeciwiających się jego woli. Chociaż walka o Krystarium pochłonęła wiele ofiar i wstrząsnęła mieszkańcami, kończy się zwycięsko dla naszej strony. Grupa Wojownika Światła spotyka się ponownie z Kryształowym Exarchą w Kryształowej Wieży. Są zmuszeni przyznać, że poszukiwania pozostałych Strażników Światła spełzły na niczym. Ostateczną opcją jaka pozostała, jest złączenie Wyroczni Światła i Minfilii. Thancred obawiał się tej chwili, wiedząc doskonale, że w wyniku zjednoczenia jedna z nich odejdzie na zawsze.\n<br/><br/>\nRozdarty pomiędzy miłością do swojej Minfilii, a ojcowskimi uczuciami do jej młodszej reinkarnacji zgadza się na podróż do Amh Araeng, gdzie jego przyjaciółka zatrzymała niegdyś Powódź Światła. Niestety aby się tam dostać, grupa musi ponownie uruchomić stary system kolejowy, który prowadzi do zamkniętej strefy. Z pomocą lokalnej grupy górników udaje się ponownie uruchomić olbrzymiego golema Talosa, który działa jako siła napędowa wózków kolejowych. Thancred, Minfilia i Wojownik Światła ruszają w drogę, po raz kolejny niestety natrafiają na Ran’jita. Thancred każe nam ruszać do przodu, samemu stając naprzeciw niepokonanego przeciwnika w śmiertelnej walce.\n<br/><br/>\nObie Minfilie spotykają się raz jeszcze, najprawdopodobniej po raz ostatni. Przywołana Minfilia przekonuje dziewczynę, że ta jest w stanie o własnych siłach pomóc naszej grupie ocalić Pierwszy. Minfilia pokłada w nią tak wielką wiarę, że oddaje dziewczynie wszystkie swoje moce, kończąc tym samym cykl reinkarnacji i niestety… własny żywot. Przed odejściem, oryginalna Minfilia prosi dziewczynę o odnalezienie własnej tożsamości i życie własnym życiem. Dziewczyna wraca do grupy, która przyjmuje ją z otwartym ramionami. I chociaż Thancred jest zasmucony utratą starej przyjaciółki, niczym przybrany ojciec nadaje nowe imię swojej wychowance – Ryne.\n<br/><br/>\nDzięki nowo otrzymanym mocom Ryne jest w stanie zlokalizować kolejnego Strażnika Światła bez żadnego problemu. Ten znajduje się głęboko w jednej z kopalni zwanej Studnią Malikah. Chociaż udaje się pokonać Strażnika bez problemu, pochłonięcie jego Światła dość widocznie obciąża Wojownika Światła. Grupa zaczyna być tym poważnie zmartwiona, jako że każda następna walka może być tą, która przepełni czarę Światła wewnątrz naszego Bohatera, zabijając  bezpowrotnie jedyną nadzieję na uratowanie Pierwszego.",
  "Source": "",
  "Extansion": "FFXIV_ShB"
},{
  "_id": {
    "$oid": "613b616635272837f839d4ea"
  },
  "Patch": "5.0",
  "Title": "Zwiastuni_Cienia_(Część_4_–_Finał)",
  "Text": "<b>Rozdział X – Ostatni Strażnik Światła</b>\n<br/><br/>\nGrupa przybywa do Eulmore i od razu zauważa przedziwną zmianę. Ludność slumsów okalających luksusowe miasto wpadła w trans. Lord Vaugthry używa swych niewytłumaczalnych mocy kontroli nad Pożeraczami Grzechu, aby również sterować ludźmi z Eulmore i okolic. Szybko ujawnione zostaje źródło tego ewenementu: Meol, pokarm podawany tutejszej ludności nie jest zwykłym jedzeniem. Wytwarza się go z Pożeraczy Grzechu, aby z czasem zmienić mieszkańców Eulmore w te same bestie i zmusić je do posłuszeństwa. Wojownik Światła wraz z przyjaciółmi ruszają do centrum Eulmore, aby stawić czoła Lordowi Vaughtry. Zanim to następuje, dochodzi jednak do ostatecznej konfrontacji z Ran’jitem, którego udaje się pozbyć raz na zawsze. Po dotarciu do sali tronowej grupa odkrywa z przerażeniem, że nieskruszony Vaughtry we własnej osobie jest ostatnim Strażnikiem Światła – plugawym małżeństwem człowieka z Pożeraczem Grzechu zaaranżowanym przez Emeta-Selcha dawno temu, w celu zainicjowania Powodzi Światła w Pierwszym. Vaughtry ucieka, by zaraz po tym dokonać niewyobrażalnego: Strażnik Światła używa swych mocy do oderwania szczytu pobliskiej góry, która służyć ma za nowy raj po tym, jak Eulmore zostało zinfiltrowane przez naszych bohaterów.\n<br/><br/>\nGrupie udaje się uleczyć większość mieszkańców dzięki mocom Ryne, prosząc wszystkich jednocześnie o pomoc w dostaniu się do nowo utworzonego dryfującego miasta Lorda Vaughtry. Chociaż bogatsza część społeczeństwa Eulmore skrzywdziła wiele osób pod rządami tyrana, udaje się osiągnąć porozumienie. Współwinni okazują skruchę i pragną zdobyć zaufanie pokrzywdzonych, aby wspólnymi siłami położyć kres tyranii Lorda Vaughtry. Zjednoczona ludność Eulmore, Kholusi, Krystarium i Ahm Araeng szuka sposobu na pokonanie Strażnika. W tym samym czasie Emet-Selch nie ukrywa podziwu dla postępu Wojownika Światła, odczuwając wielką nostalgię w obliczu takiego zjednoczenia i determinacji, przypominając mu o przeszłości. Tęskni za rodziną, przyjaciółmi i społecznością Ascian wolną od wojen, bólu i niesprawiedliwości, szczególnie wspominając miasto Amaurot – klejnot koronny cywilizacji Ascian. Emet-Selch zwraca się do Wojownika Światła z propozycją i obietnicą: jeśli nasz bohater jest faktycznie wyjątkowy i uda mu się zapanować nad mocą Strażników Światła, wtedy z pewnością przeżyje proces Zjednoczenia. Dzięki temu będzie mógł stanąć na równi z Ascianami w nowym raju. Przed odejściem Emet-Selch ponownie kontempluje naturę Kryształowego Exarchy, który do tej pory jest dla niego wielką niewiadomą. Ascian nie ma pojęcia, skąd taka tajemnicza osoba wzięła moce zdolne do kontroli nad Kryształową Więżą i przeprowadzaniu towarzyszy pomiędzy światami.\n<br/><br/>\nGrupa wraca do obmyślania planu dotarcia do Lorda Vaughtry. Statek powietrzny nie wchodzi w grę, jako że góry pilnują chmary latających Pożeraczy Grzechu. Dzięki wiodącemu ekspertowi od Talosów o imieniu Chai-Nuzz, udaje się opracować strategię stworzenia przeogromnego Talosa, który chwyci latające miasto i utworzy dzięki temu most wprost do leża Strażnika. Dzięki połączonym wysiłkom wszystkich towarzyszy napotkanych na naszej drodze w Pierwszym, udaje się zbudować olbrzymiego Talosa i dotrzeć do Lorda Vaughtry, aby stanąć do ostatecznej konfrontacji. I chociaż udaje się pokonać ostatniego Strażnika Światła… następuje to, czego wszyscy się obawiali: Wojownik Światła nie jest już w stanie utrzymać w sobie Światła i sam zaczyna przemieniać się w Strażnika. W tym momencie Kryształowy Exarcha odkrywa swój prawdziwy plan trzymany do tej pory wspólnie z Uriangerem w tajemnicy. Exarcha to w rzeczywistości G’raha Tia, znajomy opiekun Kryształowej Wieży z naszego świata. G’raha Tia zamierza wchłonąć całe Światło, aby następnie przenieść się do szczeliny między światami, gdzie porzuci niebezpieczną energię, a wraz z nią własne życie. Zanim udaje mu się dokończyć zaklęcie, zostaje niestety unieruchomiony przez Emeta-Selcha.\n<br/><br/>\nAscian nie kryje swojego rozczarowania tym, że Wojownik Światła nie był na tyle potężny, aby zapanować nad Światłem. Eksperyment związany z obserwacją potencjału człowieka zostaje więc zakończony, a Emet-Selch kontynuuje swój pierwotny plan destrukcji Światłem i Zjednoczenia Pierwszego ze Źródłem. Bez zaklęcia G’raha Tii, Wojownik Światła przeistoczy się w końcu w przerażającego Strażnika Światła i doprowadzi do bolesnego upadku tego świata. Emet-Selch zabiera rannego G’raha Tię ze sobą, uciekając do swojej kryjówki w Nawałnicy – głębokim rowie na dnie oceanu. Wojownik traci przytomność i budzi się w towarzystwie Ryne, która dzięki mocy Wyroczni Światła jest w stanie tymczasowo spowolnić proces przemiany.  Jako że Światło zaczęło tworzyć już swojego nowego Strażnika, Wieczne Światło ponownie zalało krainę. Czas goni Wojownika Światła i jego przyjaciół, którzy nie mają pojęcia co zrobić dalej, ani w jaki sposób dostać się do Nawałnicy. Losy całego świata wiszą na cienkim włosku zanikającej nadziei.\n<br/><br/>\n<b>Rozdział XI – Echa Zapomnianej Cywilizacji</b>\n<br/><br/>\nWojownik Światła postanawia dowiedzieć się więcej o losach G’raha Tii od momentu, gdy widzieli się po raz ostatni. Eksplorując prywatne komnaty Kryształowego Exarchy dowiadujemy się, że ten wraz z Uriangerem postanowili trzymać swój plan w tajemnicy wiedząc, że grupa nigdy nie zgodziłaby się poświęcenie przyjaciela. G’raha Tia był w stanie zajrzeć za welon czasu dzięki tajemniczym mocom Kryształowej Wieży i na własne oczy zobaczyć kataklizm sprowadzony przy użyciu Czarnej Róży. Ujrzał linię czasową, w której wszyscy bohaterowie zginęli, włącznie z Wojownikiem Światła. Postanowił więc cofnąć się w czasie do kulminacyjnego momentu w Pierwszym, sprowadzając również Potomków w celu zatrzymania nadchodzącej katastrofy. Ośmielony nowymi odkryciami a także wsparciem od Feo Ul i Ardberta, Wojownik Światła postanawia znaleźć sposób na dostanie się do Nawałnicy śladami Emeta-Selcha. Grupa nie zgadza się na puszczenie bohatera w pojedynkę i chociaż wciąż nie utworzono klarownego planu działania, wszyscy przysięgają stać ramię w ramię aż do samego końca.\n<br/><br/>\nPierwszym pomysłem dostania się pod wodę jest użycie pływających wierzchowców, niestety ze względu na bombę zegarową, którą jest Światło wewnątrz Wojownika, realizacja planu może zająć zbyt wiele czasu. Nareszcie udaje się jednak znaleźć pewną poszlakę. Jak się okazuje, niewielka wyspa położona w pobliżu Krainy Jezior nie jest lądem, a alternatywną wersją wielorybiego Pierwotnego z naszego świata – Bismarcka! Bismarck z Pierwszego jest jednym z fae, dlatego Feo Ul udaje się przekonać go do przetransportowania grupy przyjaciół na dno oceanu, gdzie znajduje się Nawałnica, ale także do oczyszczenia podwodnego terenu z wody, aby lepiej oddychało się i podróżowało w tych niesprzyjających warunkach. Po przybyciu na miejsce zdobywamy zaufanie lokalnej grupy Sahaginów zwanych Ondo. Pomagają oni Potomkom w znalezieniu olbrzymiego miasta, które niedawno wyłoniło się znikąd w odmętach oceanu.\n<br/><br/>\nTajemniczym miastem okazuje się być odtworzona w imponujących szczegółach metropolia Ascian – Amaurot –  o którym wspominał Emet-Selch. I chociaż nie jest to prawdziwe miasto, odtworzono w całości budynki, a nawet mieszkańców tak, aby przypominała prawdziwą cywilizację. Emet-Selch ponownie próbuje nam pokazać swój punkt widzenia – on jest bohaterem, a my złoczyńcami próbującymi go powstrzymać. W trakcie eksploracji zachwycającego miasta udaje się nam zlokalizować położenie Asciana, który przebywa w głównym budynku Amaurot. Zanim jednak udajemy się do niego, spotykamy jednego z mieszkańców o imieniu Hythlodaeus. W porównaniu do innych mieszkańców, którzy są tylko cieniami zaludniającymi miasto-widmo, jemu udało się zachować swą oryginalną osobowość. Hythlodaeus potwierdza wersję Emeta-Selcha, a także opisuje nagły i gwałtowny upadek cywilizacji Ascian. „Duch” opisuje ze szczegółami wydarzenia z tamtych tragicznych dni.\n<br/><br/>\nAscianie przed upadkiem starali się zrobić wszystko co w ich mocy, aby uniknąć zagłady. Raz za razem poświęcali połowę populacji w celu przywołania Zodiarka, który miał ich uratować. Część ludności była jednak przeciwna ciągłym ofiarom, obmyśliła więc plan przywołania własnego boga – Hydaelyn –  który miał wprowadzić życie na nową ścieżkę i uratować świat. Hydaelyn udało się zwyciężyć, po czym Gwiazda rozdzielona została na wiele odprysków, a dotychczasowe życie Ascian dobiegło końca. Od tamtej chwili garstka asciańskich przywódców, która zachowała swą pierwotną formę, pracowała niestrudzenie, aby cofnąć wszystkie te wydarzenia. Postanawiają poświęcić ofiary Kataklizmów, aby przywołać raz jeszcze Zodiarka, który miałby według nich przywrócić świat do wersji sprzed powstania Hydaelyn. Chociaż Emet-Selch w porównaniu do innych napotkanych Ascian posiada względnie spokojną osobowość, jego smutek i ciężar który dźwiga jest nieporównywalnie większy. Mimo całej tej wiedzy, Wojownik wciąż postanawia uratować Pierwszy i w miarę możliwości również siebie. Grupa dociera do budynku głównego aby stawić czoła Emetowi-Selchowi. Ten stawia przed nimi ostatnie wyzwanie – próbę siły w mieście Amaurot w swoich ostatnich chwilach przed katastrofą.\n<br/><br/>\n<b>Rozdział XII – Ostateczna Bitwa</b>\n<br/><br/>\nGrupie udaje się pomyślnie przejść próbę siły, jednak Emet-Selch wciąż pozostaje niewzruszony. Twierdzi, że nadal posiada większą moc niż wszyscy Potomkowie włącznie z Wojownikiem Światła razem wzięci, a ich zażarty upór tylko upewnia go we właściwości jego czynów. Według jego słów „przepaść między nami jest odzwierciedleniem świata, który był… a którym się stał”.\n<br/><br/>\nPróby ataku na Emeta-Selcha okazują się bezowocne wobec jego potęgi, a każda próba zadania ciosu zostaje zdmuchnięta niczym płomień świecy. Wojownik Światła zbiera w sobie całą moc jaką posiada, aby dosięgnąć Emeta-Selcha przy wsparciu Potomków. Niestety Światło wewnątrz niego wydaje się go przytłaczać, po czym traci przytomność. W wizji widzimy Ardberta, który nareszcie zdaje sobie sprawę z roli, jaką ma odegrać w ratowaniu swego świata. Ardbert pomaga Wojownikowi wspierając go swoją siłą, dzięki czemu razem mogą walczyć jako jedność.\n<br/><br/>\nEmet-Selch spoglądający na Wojownika widzi w nim nagle istotę równą jemu, zdając sobie sprawę, że ten staje się spełnioną całością. Ardbert jest przecież wersją Wojownika Światła z Pierwszego, a Kryształowy Exarcha dodatkowo przywołuje resztę bohaterów z pozostałych światów, aby połączyli swoje siły jednocząc się z Wojownikiem Światła przeciw prawdziwej formie Emeta-Selcha – Hadesowi. Mimo perfekcyjnej kontroli nad Ciemnością i niemal niezrównanej potęgi Hadesa, Wojownik zwycięża. W czasie gdy wróg jest osłabiony, przywołujemy topór Ardberta napełniony Światłem, aby śmiertelnie ranić Hadesa. W tej samej chwili Potomkowie przelewają swą moc aby zapieczętować i zniszczyć duszę Emeta-Selcha, używając tej samej metody co w walce z Lahabreią.\n<br/><br/>\nPrzed śmiercią Emeta-Selcha widzimy wizję jego postaci, która rzuca ostatnie słowa przed odejściem: „Pamiętajcie… pamiętajcie o nas. Pamiętajcie, że żyliśmy.” Wojownik przytakuje, a Emet-Selch uśmiecha się po raz ostatni, po czym znika na zawsze. W czasie tej szalonej walki Wojownik zużył całe Światło, jakie zgromadził w sobie aby pokonać Hadesa. Dzięki temu, Światło przestało zagrażać jego życiu i wszystko wróciło do normy. Topór Ardberta znika, a on sam może nareszcie odejść do swoich lojalnych towarzyszy. Kryształowy Exarcha prosi o wybaczenie w związku z oszustwem, ale grupa rozumie doskonale, że jego kłamstwa zrodziły się z dobrych intencji.\n<br/><br/>\n<b>Epilog</b>\n<br/><br/>\nBohaterowie wracają na ląd, a niebo nad Novrandt wraca do normy.  Co zadziwiające, Kryształowy Exarcha nie znika. Teoretycznie pochodzi on z przyszłości, która została wymazana z linii czasowej, nikt nie wiedział więc co stanie się z nim po walce. Jak się okazuje, Exarcha wpisał się w nową linię czasową, którą sam przecież pomógł utworzyć. Nie wszystko jednak kończy się szczęśliwie, jako że jego śmierć miała być biletem powrotnym Potomków do ich własnego świata, którzy teraz pozostają uwięzieni w Pierwszym. Przyjaciele jednak poprzysięgają odnaleźć sposób powrotu, który nie będzie opierał się na poświęceniu Exarchy. Grupa rozchodzi się, aby odpocząć po wyczerpujących zmaganiach. Wojownik wraca do Źródła, aby zdać raport ze wszystkiego, co wydarzyło się w Pierwszym. Thancred i Ryne rozpoczynają badania nad pustkowiem utworzonym przez Powódź Światła.\n<br/><br/>\nTymczasem w Źródle, Estinien i Gaius przedzierają się do sali tronowej Varisa zos Galvusa, gdzie są świadkami rzeczy niesamowitych. Zenos, który odzyskał swoje ciało, zabija własnego ojca. Elidibus przepędzony przez nową moc Zenosa ucieka na księżyc, gdzie jako ostatni pozostały przy życiu przywódca Ascian planuje kolejny ruch. Wie, że nie może dłużej lekceważyć Zenosa i Wojownika, widząc do czego są zdolni. Nawet sam Elidibus nie wie jak dalej potoczą się losy, jako że stracił całkowicie kontrolę nad sytuacją. Jego cel jest jednak nadal jasny: skoro jego przeciwnik zwie siebie teraz Wojownikiem Ciemności, tak samo jak jego poprzednicy, zginie z rąk Wojowników Światła.\n<br/><br/>\n",
  "Source": ""
},{
  "_id": {
    "$oid": "613b624735272837f839d4ee"
  },
  "Patch": "5.1",
  "Title": "Śluby_Cnoty,_Czyny_Okrucieństwa",
  "Text": "Wojownik Ciemności, Tataru i Krile zastanawiają się nad losem swoich przyjaciół, którzy utknęli w Pierwszym. Po przeprowadzeniu badań wykryto, że eter w ich ciałach (które nadal znajdują się w Źródle) zaczyna wykazywać oznaki niestabilności, co może doprowadzić do nieprzewidzianych konsekwencji, im dłużej ich świadomość pozostanie oddzielona od fizycznej formy. Według Krile klucz do odzyskania przyjaciół leży u Exarchy, który pierwotnie miał poświęcić się, aby grupa bezpiecznie powróciła do swojego świata. Wojownik wraca więc do Pierwszego na konsultację z G’raha Tią. Kryształowy Exarcha przyznaje, że nie jest doświadczonym magiem, a do przywołania Potomków użył niezdarnie zaklęcia, które znalazł w Kryształowej Wieży. Próba odwrócenia owego zaklęcia może wyrządzić więcej szkody, niż pożytku. Wszyscy zwracają się nareszcie w stronę Wojownika, który przecież jako jedyny jest w stanie podróżować pomiędzy światami. Mało tego, potrafi nie tylko przenosić swoje ciało i świadomość, ale także przedmioty i materiały. Idąc tym tropem, grupa wpada na pomysł zamknięcia dusz w Białym Auracycie, którego używali do tej pory do pozbywania się Ascian. W jaki sposób bezpiecznie dokonać transferu dusz i wydostać je w Źródle pozostaje jednak niewiadomą. Na szczęście G’raha Tia zna kogoś, kogo uważa za eksperta od badań nad duszami.\n<br/><br/>\nPewien pustelnik z plemienia Nu Mou posiada wiedzę, która może pomóc w transferze dusz. Niestety osobnik ten odciął się od wszystkich i otoczył chowańcami, które bronią dostępu do jego siedziby. Aby zwrócić na siebie jego uwagę, grupa postanawia zaimponować mu umiejętnościami bitewnymi. Pokonując serię wyzwań, udaje się zwyciężyć jego najsilniejszego chowańca i dotrzeć do siedziby pustelnika o imieniu Beq Lugg. Nu Mou ten poprzysiągł nie ingerować więcej w losy świata, dlatego na początku zbywa natrętnych gości. Udaje się go w końcu przekonać do pomocy, a Exarcha sugeruje przegrupowanie w Kryształowej Wieży. Na miejscy G’raha Tia opisuje problem, z jakim się borykają. Beq Lugg jest pod wrażeniem czynów naszych bohaterów, którzy uratowali Pierwszy od zagłady. Sam przyznaje, że po tak heroicznych dokonaniach wszyscy zasługują na bezpieczny powrót do domu. Przygotowania rozpoczynamy od zbadania chłopca dotkniętego chorobą Światła – Halrica. Beq Lugg twierdzi, że posiada pewną wiedzę, która może przynieść mu ukojenie, a nawet uzdrowienie. Alisaie uczy się skomplikowanej inkantacji, dzięki której ze specjalnie przygotowanej gliny przywołuje do życia porxie Angelo. Przywołaniec jest w stanie zbalansować eteryczną energię chłopca, dzięki czemu Elric po raz pierwszy od długiego czasu wykazuje oznaki świadomości, a nawet wzywa swoją matkę. Eksperyment ten utwierdza Nu Mou w przekonaniu, że będzie w stanie stworzyć zaklęcie wprowadzające dusze przyjaciół w stagnację, co umożliwi przeniesienie ich z powrotem do Źródła. Najważniejszy jednak pozostaje fakt, że Halric może zostać z czasem całkowicie uzdrowiony.\n<br/><br/>\nRozmowę przerywa Kai-Shirr, który pojawia się znikąd i błaga grupę o powrót do Eulmore, w którym gotują się kłopoty. Lady Chai wychodzi z siebie po tym, jak jej mąż Chai-Nuzz nagle zniknął. Mistrz Chai odszedł bez słowa po tym, jak zasugerowano mu objęcie przywództwa nad społecznością Eulmore. Po długich poszukiwaniach udaje się znaleźć niesfornego uciekiniera. Mistrz Chai twierdzi, że nie jest właściwą osobą na pozycję burmistrza. Dobroć jego serca i rozległa wiedza społeczna i inżynieryjna utwierdzają jednak wszystkich mieszkańców w przekonaniu, że nikt inny nie nadaje się lepiej do tak odpowiedzialnej roli.  Zdeterminowany Chai-Nuzz pragnie udowodnić swoją wartość tworząc liczne Talosy, które pomogą w odbudowie społeczeństwa. Lady Chai widząc swojego męża powracającego dumnie do Eulmore w towarzystwie olbrzymów chwyta ukochanego w objęcia. I w ten sposób rozpoczyna się odczynianie całego zła wyrządzonego za rządów nikczemnego Lorda Vaughtry.\n<br/><br/>\nPo powrocie do Krystarium dowiadujemy się, że przyjaciele porzucili pierwotny plan przeniesienia dusz do Auracytu. Wszak umysł wróciłby do ciała, ale nie wiadomo, co w tym procesie stałoby się z duszą. G’raha Tia i Beq Lugg rozpoczęli już jednak badania nad innym sposobem, potrzeba jednak trochę więcej czasu aby wszystkie elementy układanki trafiły na swoje miejsce. Urianger decyduje się dołączyć do Thancreda i Ryne, którzy wyruszyli w ekspedycję do Pustego – nieprzeniknionej ziemi zalanej Powodzią Światła. Wojownik Ciemności wraca do Źródła, aby przekazać dobre wieści. Tam też spotyka się ze starym przyjacielem Estinienem. Dragoon opisuje wydarzenia z Garlemaldu i obwieszcza straszny powrót Zenosa. Po tych słowach moc echa zsyła Wojownikowi wizję bitwy Zenosa z Estinienem i Gaiusem, którzy w obliczu potwornej siły przeciwnika musieli ratować się ucieczką z bazy wroga. Nikt nie wie w jaki sposób Zenos zyskał tak wielką siłę, ani w jaki sposób umknął objęciu śmierci, skacząc z jednego ciała do drugiego. Jedno jest pewne – po śmierci swojego władcy Garlemald jest w rozsypce i nie stanowi tymczasowo zagrożenia.\n<br/><br/>\nW tym samym czasie postać w białych szatach staje przed Zenosem z propozycją łowów na kolejną ofiarę: Zodiarka! Czyżby w swoim szaleństwie i upojeniu mocą Zenos faktycznie mógł pomóc w przywołaniu Zodiarka tylko po to, żeby znaleźć godnego sobie przeciwnika? Dodatkowo w Eulmore pojawia się… czy to Ardbert? Tylko dlaczego emanuje od niego taka złowieszcza aura? Z której strony nadejdzie pierwszy cios, który niewątpliwie wisi w powietrzu?\n",
  "Source": ""
},{
  "_id": {
    "$oid": "613b628a35272837f839d4f0"
  },
  "Patch": "5.2",
  "Title": "Echa_Upadłej_Gwiazdy",
  "Text": "Wojownik Ciemności spotyka się z Raubahnem i Gaiusem, aby omówić szokujące wydarzenia w Imperium i niechybne nadejście kolejnej Broni Ultima. Gdy dojdzie do starcia, Gaius prosi nas o wsparcie w walce z przerażającą maszyną. Tymczasem musimy udać się do Pierwszego, aby przedyskutować palącą kwestię przeniesienia naszych przyjaciół do Źródła. Beq Luqq był w stanie stworzyć działające „naczynie dusz” – arkę dla umysłu i duszy. Zanim ostatnie przygotowania zostaną zakończone, udajemy się na miejsce dziwnego wydarzenia – ktoś podający się za Wojownika Światła zabija Pożeraczy Grzechów. W Pierwszym miano Wojownika Światła wciąż postrzegane jest jako piętno i kojarzone z grupą, która doprowadziła do upadku tej Gwiazdy. Kto więc chciałby przypisywać sobie tak niechlubne miano?\n<br/><br/>\nGrupa uważa, że nadeszła najwyższa pora aby oczyścić imię Wojownika Światła i opowiedzieć prawdziwą historię, jaka miała miejsce w czasie Powodzi Światła. Wojownik Ciemności wraz z przyjaciółmi zbierają ludność Krystarium i ze szczegółami przedstawiają smutne losy Ardberta i jego grupy, która oddała życie i dusze za walkę w obronie Pierwszego. Mieszkańcy są wstrząśnięci prawdą, a ku naszemu zdziwieniu z tłumu wyłania się nie kto inny, tylko sam Ardbert. Z tymi słowami zwraca się do mieszkańców: „Wojownik Ciemności nie pochodzi z tego świata i nie możemy na nim polegać. Aby ochronić tę Gwiazdę, musicie sami stać się Wojownikami Światła!” Kim jest ta tajemnicza osoba podająca się za Ardberta i co planuje? Niewielu Ascian znanych naszej grupie pozostało już przy życiu, ale jeśli któryś z nich mógłby zaplanować następny wielki atak, jest nim niewątpliwie… Elidibus.\n<br/><br/>\nTymczasem w dzikiej puszczy Y’shtola bada ronkańskie ruiny z grupą wojowniczek. W czasie poszukiwań artefaktów dochodzi do wypadku – grupa wpada w pułapkę! Musimy ruszyć na pomoc przyjaciółce, stając do walki z pradawnymi bestiami zapieczętowanymi w starożytnych katakumbach. Tam też natrafiamy na miejsce spoczynku pradawnej bohaterki Viis, która według legend stanęła w obronie Ronki. Przypowieści mówią o jej mocy, dzięki której jedną inkantacją potrafiła pokonać całe armie. Co najciekawsze, bohaterka ta najwyraźniej posiadała moc Echa! Przed opuszczeniem świętego miejsca grupa kontempluje nad istotą wspomnień i tym, jak ważne jest zachowanie prawdy historycznej dla przyszłych pokoleń.\n<br/><br/>\nWkrótce po tym spotykamy Alisaie i Alphinauda, którzy podążali śladami Elidibusa i starali się odkryć jego plany. Najwyraźniej fałszywy Ardbert odbywa pielgrzymkę po Pierwszym, przekonując mieszkańców do zostania Wojownikami Światła. Uprzedzając jego następny ruch, nasza grupa wychodzi mu naprzeciw, aby zdemaskować intryganta. Nasz przeciwnik bezceremonialnie odsłania maskę Ascian i przedstawia się już oficjalnie jako Elidibus. Twierdzi, że w jego planach jest jedynie wykonanie woli Konwokacji (grupy najpotężniejszych i wpływowych Ascian) i nawet przemiana Emeta-Selcha, który zaakceptował nasz gatunek i powierzył nam swoją historię, nie są w stanie temu zapobiec. Według Elidibusa wielcy wojownicy powstawali i upadali jak marionetki poprzez eony i taki sam los jest dany nam. Po tych słowach odchodzi, a najważniejsze pytanie pozostaje bez odpowiedzi: dlaczego Emisariusz Ascian stara się powołać tak wielu Wojowników Światła?\n<br/><br/>\nAby wypełnić luki w naszej wiedzy, udajemy się do skarbnicy wspomnień Ascian – zalanej wodą repliki miasta Amaurot. W czasie podróży do głębi Thancred i Urianger niespotykanie opadają z sił, co jest niewątpliwie skutkiem zbyt długiego przebywania w Pierwszym.  Grupa nareszcie dociera do Anamnesis Anyder – pradawnego archiwum zawierającego echa wspomnień sprzed katastrofy. Widzimy grupę Pradawnych, którzy wbrew Konwokacji Ascian starali się znaleźć własną ścieżkę zbawienia. To był właśnie zalążek przywołania Hydaelyn a na czele nielicznej grupy, która tego dokonała, stał tajemniczy Venat. Istota ta poświęciła się, aby posłużyć jako serce Hydaelyn. Implikacje reszty wspomnień sugerują, że w ten sam sposób Elidibus poświęcił się, aby służyć jako serce Zodiarka. Jeśli to prawda, to z jak mocnym przeciwnikiem przyjdzie się mierzyć grupie naszych bohaterów?\n<br/><br/>\nPo powrocie do Krystarium widzimy zgromadzenie nowych „Wojowników Światła”, którzy zachęceni słowami Elidibusa, postanawiają wziąć sprawy ochrony Pierwszego w swoje ręce. Lecz niespotykanie niebo nad krainą ciemnieje, a z mroku wyłania się deszcz meteorów. W tej właśnie chwili wszyscy zebrani zaczynają słyszeć tajemniczy głos. Głos, którego nie słychać, a który pochodzi z samego środka. Słowa „Słysz… Czuj… Myśl…” Oto również pojawia się Elidibus we własnej osobie. Tłumaczy, że głos Światła pobłogosławił nowych Wojowników. Zwraca się również do naszej grupy przyznając, że iluzja deszczu meteorów jest jego sprawką. Z jej pomocą przebudzona zostaje resztka Echa, którą każdy posiada w swojej duszy, a która jest jedynie namiastką prawdziwej mocy Echa, jaką posiadano przed rozszczepieniem Gwiazdy. Nawet my, jako Wojownik Światła/Ciemności posiadamy jedynie niemrawy ślad prawdziwego Echa sprzed eonów. Elidibus obudził swoich własnych wojowników, tak samo, jak zwykła to robić Hydaelyn. Okazuje się więc, że to nie Hydaelyn jest źródłem Echa, jak Urianger i reszta nietrafnie zakładali. Jednak pytanie pozostaje: dlaczego Elidibus przywołał iluzję budzącą Echo, dobrze wiedząc, że to jedynie przebudzi więcej poddanych Matki Kryształu – odwiecznego wroga Konwokacji? Elidibus odpowiada szyderczo, że wcale nie jest ich wrogiem, dodając z sarkazmem „przecież jestem Wojownikiem Światła, jak widzicie.”\n<br/><br/>\nTymczasem w Imperium Garleańskim Zenosowi towarzyszy tajemnicza postać w białych szatach. Zenos zwierza się, a jego słowa są gorzką zapowiedzią przerażającej przyszłości: „Zawsze śniłem o… ogniu spadającym z niebios, oraz mieście– nie, całym świecie w płomieniach.”",
  "Source": ""
}]